Repository: sonertari/UTMFW
Catalog: src/View/locale/*/LC_MESSAGES/utmfw_HELPWINDOW.po
Languages: tr_tr

source: Notifier runs every minute to check the system status and send Firebase push notifications based on the settings on this page. You can change the frequency of notifications on the crontab of root. When the user logs in to the mobile application, the application automatically adds its device token to the registration ids displayed on this page. And it deletes its token when the user logs out. So the notifications are sent to that device only while the user is logged in to the application. You can manually add or delete tokens on this page.
tr_tr: Uyarı servisi her dakika çalışarak sistem durumunu kontrol eder ve bu sayfadaki ayarlara göre Firebase uyarıları olarak gönderir. Uyarıların sıklığını root kullanıcısının crontab dosyasından değiştirebilirsiniz. Kullanıcı mobil uygulamaya giriş yaptığında uygulama otomatik olarak aygıt simgesini bu sayfada lıstelenen kayıtlı kullanıcılar arasına ekler. Ve kullanıcı çıkış yaptığında da listeden siler. Bu nedenle, uyarılar mobil cihaza sadece kullanıcı giriş yaptığı sürece gönderilir. Aygıt simgelerini bu sayfadan elle ekleyip silebilirsiniz.

source: OpenBSD/spamd is a spam deferral daemon, a fake sendmail-like daemon which rejects false mail. You can run spamd if there is a mail server in the internal network. Thanks to OpenBSD/spamd, you can not only prevent unwanted e-mails but also torture spammers.
tr_tr: OpenBSD/spamd sahte e-postaları reddeden ve sendmail rolü yapan bir spam geciktirme programıdır. İç ağınızda bir e-posta sunucu varsa spamd'yi çalıştırabilirsiniz. OpenBSD/spamd sayesinde istenmeyen e-postaları engellemekle kalmaz spam gönderenlere işkence edebilirsiniz.

source: OpenSSH is the de-facto standard secure shell. If you stop OpenSSH, you cannot establish shell connections to the system remotely.
tr_tr: OpenSSH ölçek kabul edilen standart güvenli kabuktur. OpenSSH'i durdurursanız sisteme uzaktan kabuk bağlantısı yapamazsınız.

source: OpenSSH logs detailed information on all connections, successful logins and failures. Also provided are warnings based on reverse DNS lookups.
tr_tr: OpenSSH başarılı girişler ve başarısız denemeler gibi her bağlantının detaylarını kaydeder. Ayrıca ters DNS sorguları ile ilgili uyarılar da kaydedilir.

source: OpenVPN is a virtual private networking solution based on OpenSSL. You should create different configuration for servers and clients, and start OpenVPN accordingly.
tr_tr: OpenVPN OpenSSL üzerinden çalışan bir sanal özel ağ çözümüdür. Sunucu ve istemciler için ayrı yapılandırma yaratmalı ve OpenVPN'i buna göre başlatmalısınız.

source: POP3 proxy is used to scan incoming e-mails for viruses and spam. Make sure virus and spam scanners are running before starting this proxy.
tr_tr: POP3 vekil gelen e-postaları virüs ve spam taramasından geçirmek için kullanılır. Bu vekili çalıştırmadan önce virüs ve spam tarayıcılarının çalıştığından emin olun.

source: POP3 proxy logs connection information and process exit status.
tr_tr: POP3 vekil bağlantı bilgilerini ve süreç sonlanma durumlarını kaydeder.

source: Phrase modes and cache settings determine how content scan works.
tr_tr: Tümce kipleri ve önbellek ayarları içerik taramanın çalışmasını belirler.

source: SMTP proxy is used to scan outgoing e-mails for viruses and spam. Make sure virus and spam scanners are running before starting this proxy.
tr_tr: SMTP vekil gönderilen e-postaları virüs ve spam taramasından geçirmek için kullanılır. Bu vekili çalıştırmadan önce virüs ve spam tarayıcılarının çalıştığından emin olun.

source: SOCKS proxy is used by clients which support SOCKS protocol, such as file sharing applications. If you do not plan on providing support for SOCKS-enabled applications, you can stop this proxy. Some client applications fail to use the SOCKS proxy fully, even if they are configured correctly. Check the packet filter logs for blocked packets.
tr_tr: SOCKS vekil SOCKS protokolünü destekleyen istemciler tarafından kullanılır, örneğin dosya paylaşımı programları gibi. SOCKS kullanan programlara destek vermek istemiyorsanız bu vekili durdurabilirsiniz. Bazı istemci programlar doğru olarak ayarlanmış olsalar bile SOCKS vekili tam olarak kullanamayabilirler. Engellenen paketler için paket eleği kayıtlarını kontrol edin.

source: SOCKS proxy logs connection status and failures.
tr_tr: SOCKS vekil bağlantı durumlarını ve başarısızlıkları kaydeder.

source: Sample client and server configuration are provided to get you started. You may want to replace the default SSL certificates with yours.
tr_tr: Kullanıcıya yardımcı olması için örnek istemci ve sunucu yapılandırmaları sağlanmıştır. Mevcut SSL sertifikayı kendinizinkiyle değiştirebilirsiniz.

source: Since Freshclam wakes up periodically, this page displays graphs for Clamd process only.
tr_tr: Freshclam aralıklı olarak çalıştığı için bu sayfa sadece Clamd sürecinin grafiklerini gösterir.

source: Since this web administration interface runs on the web server, you should be careful while modifying its options. By default, the web server is configured to serve this web interface only, hence the default values should suffice for most purposes.
tr_tr: Bu web yönetim arayüzü web sunucu üzerinden çalıştığı için bu seçenekleri değiştirirken dikkatli olmanız gerekir. Öntanımlı olarak web sunucu sadece bu web arayüzünü sunacak şekilde yapılandırılmıştır, yani öntanımlı değerler çoğu amaç için yeterli olmalıdır.

source: Sites in the Whitelist are not scanned for viruses. You can omit the leading www. or http://
tr_tr: Beyazlistedeki siteler virüs taramasından geçirilmez. Baştaki www. veya http:// eklerini girmenize gerek yoktur.

source: SnortIPS is a perl process. These graphs display data from all perl processes.
tr_tr: SnortIPS bir perl sürecidir. Bu grafikler tüm perl süreçlerinden gelen verileri gösterir.

source: SpamAssassin is a bayesian content scanner and is used in scanning incoming POP3 and outgoing SMTP e-mails for spam content. If SpamAssassin identifies an e-mail as spam, it marks the subject line with a warning message and provides a list of reasons in the body of the e-mail.
tr_tr: SpamAssassin gelen POP3 ve gönderilen SMTP e-postaları spam taramasından geçirmek için kullanılan ve bayes istatistiği ile çalışabilen bir içerik tarama programıdır. Eğer SpamAssassin bir e-postanın spam olduğuna karar verirse konu başlığını bir uyarı mesajıyla işaretler ve e-postanın metninde sebeplerin bir listesini sağlar.

source: SpamAssassin is a perl process. These graphs display data from all perl processes.
tr_tr: SpamAssassin bir perl sürecidir. Bu grafikler tüm perl süreçlerinden gelen verileri gösterir.

source: Spamd logs connections from spam sources and greylisted clients. Also recorded is length of time the client remained connected to spamd.
tr_tr: Spamd spam kaynaklarından ve grilistelenmiş istemcilerden gelen bağlantıları kaydeder. Kaydedilenler arasında istemcinin spamd'ye bağlı kaldığı süreyi de bulabilirsiniz.

source: State operations are perhaps the most meaningful measure of packet filter load.
tr_tr: Durum işlemleri paket eleği yükünün en anlamlı ölçütü olabilir.

source: Statistics collection entirely depends on what and how logs are recorded in the log files. So do not change these settings unless necessary.
tr_tr: İstatistik toplama tamamen kayıt dosyalarına hangi mesajların nasıl kaydedildiğine bağımlı çalışır. Bu nedenle gerekmedikçe bu ayarları değiştirmeyin.

source: Thanks to OpenSSH, remote root login to the system is permitted by default. TCP Keep Alive and Use DNS options may help you resolve some issues.
tr_tr: OpenSSH sayesinde sisteme uzaktan root girişine öndeğer olarak izin verilmektedir. TCP Canlı Tutma ve DNS Kullanma seçenekleri bazı sorunları çözmede yardımcı olabilir.

source: The IDS produces many alerts. Some alerts may be more serious than others, hence most alerts have priorities. You can configure the IPS to block only alerts at a certain priority and up. Each alert also contains log and classification text. You can add keywords to match within such text. The IP in the matching alert is blocked. If the alert does not contain an IP address, no action is taken. Intrusion alerts produced by the IDS are guesses, hence there may be false positives or wrong alarms. Since the IPS depends on alerts produced by the IDS, you may want to make sure some IP addresses are never blocked accidentally, such as the internal and external IP addresses of the system, or the IP address of the computer you use to access this web administration interface. You can enter individual IPs or network addresses. IP and network addresses can overlap. For example, you can blacklist 10.0.0.0/24, but whitelist 10.0.0.1.
tr_tr: STS pekçok uyarı üretir. Bazı uyarılar diğerlerinden daha önemli olabilir, bu nedenle çoğu uyarının öncelik numarası bulunur. SES'i belli öncelik ve yukarısındaki numaradaki uyarıları engelleyecek şekilde ayarlayabilirsiniz. Her uyarı ayrıca kayıt ve sınıflandırma metni içerir. Bu metinler üzerinden eşleştirilecek anahtar kelimeler girebilirsiniz. Eşleşen uyarıdaki IP adresi engellenecektir. Eğer uyarıda bir IP bulunamazsa herhangi bir işlem yapılmaz. STS tarafından üretilen uyarılar sadece tahmindir, yani yanlış alarmlar olabilir. SES STS tarafından üretilen uyarılar üzerinden çalıştığından, bazı IP adreslerinin kazara engellenmediğinden emin olun, örneğin sistemin iç ve dış IP adresleri, veya web yönetim arayüzüne bağlandığınız bilgisayarın IP adresi gibi. Burada IP veya ağ adresi girebilirsiniz. IP ve ağ adresleri örtüşebilir. Örneğin, 10.0.0.0/24 ağ adresini karalisteye, 10.0.0.1 adresini beyazlisteye atayabilirsiniz.

source: The IDS uses rules categorized in different packages. Note that you cannot obtain a 'better' IDS by enabling all the rules. In fact, irrelevant rules may trigger false alarms. Updated Snort rules for your version of the software are released periodically. Make sure you have appropriate rules installed on your system.
tr_tr: STS paketler halinde sınıflandırılmış kurallar kullanır. Bütün kuralları açarak daha 'iyi' bir STS elde edemeyeceğinizi unutmayın. Tam tersi, gereksiz kurallar yanlış alarma sebep olabilir. Yazılım versiyonunuz için güncellenmiş Snort kuralları aralıklarla çıkarılmaktadır. Sisteminizde uygun kuralların yüklü olduğundan emin olun.

source: The Passive Intrusion Prevention System (IPS) depends on alerts generated by the Intrusion Detection System (IDS). Make sure the IDS is running before starting the IPS. This page displays the hosts managed by the IPS, i.e. blocked or unblocked IPs or networks. You can temporarily block hosts for a period of time. If expiration time is not provided, the default duration is used. You can enter individual IPs or network addresses. IP and network addresses can overlap. This page reloads periodically to update the managed list. If the IPS is not running, the page displays blank.
tr_tr: Pasif Saldırı Engelleme Sistemi (SES) Saldırı Tespit Sistemi (STS) tarafından üretilen uyarılara bağımlı çalışır. SES'yi başlatmadan önce STS'nin çalışıyor olduğundan emin olun. Bu sayfa STS tarafından yönetilen, yani engellenen veya engellemesi kaldırılan IP adresleri veya ağları listeler. Bilgisayarları geçici süreyle engelleyebilirsiniz. Eğer süre aşım değeri sağlanmazsa süre öndeğeri kullanılır. Tek IP adresleri veya ağ adresleri kullanabilirsiniz. IP ve ağ adresleri örtüşebilir. Bu sayfa yönetilenler listesini güncellemek için belli aralıklarla tekrar yüklenir. STS çalışmıyorsa liste boş görünecektir.

source: The SSL proxy decrypts SSL/TLS encrypted traffic and feeds it into the UTM services. The inline IPS inspects the decrypted traffic for intrusion detection and prevention as well. The max statistics displayed on this page represent the status of the SSLproxy process as a whole, within the last report interval in seconds. The numbers here may give you an idea on the current load of the proxy. For example, if the max number of file descriptors is too high, you might want to increase the open files limit, either in the SSLproxy configuration or in login.conf file (daemon class).
tr_tr: SSL vekil SSL/TLS ile şifrelenmiş trafiği çözer ve UTM servislerine gönderir. Inline IPS de bu çözülmiş trafiği saldırı tespit ve engelleme amacıyla inceler. Bu sayfada gösterilen en yüksek istatistikleri SSL vekil sürecinin saniye cinsinden son raporlama aralığındaki durumunu temsil eder. Buradaki sayılar vekilin bu aralıktaki yükü hakkında bilgi verebilir. Örneğin, en fazla file descriptor istatistiği çok yüksekse, SSLproxy ayarlarından veya login.conf dosyasından (daemon sınıfı) açık dosya sınırını artırmak isteyebilirsiniz.

source: The SSL proxy is an event-driven multi-threaded program.
tr_tr: SSL vekil olaya dayalı çoklu parçacıklı bir programdır.

source: The SSL proxy takes 2 different kinds of logs: (1) STATS for periodic statistics per thread and (2) CRITICAL, ERROR, WARNING, and INFO messages.
tr_tr: SSL vekil 2 farklı çeşit kayıt alır: (1) parçacık başına periyodik istatistikler için STATS ve (2) CRITICAL, ERROR, WARNING ve INFO mesajları.

source: The SSL proxy takes 3 different kinds of connection logs: (1) CONN for connection details at establisment time, (2) IDLE for slow connections, and (3) EXPIRED for timed-out connections which are closed by the SSL proxy.
tr_tr: SSL vekil 3 farklı çeşit bağlantı kaydı alır: (1) bağlantı başlangıcındaki detaylar için CONN, (2) durağan bağlantılar için IDLE ve (3) zaman aşımına uğradığı için SSL vekil tarafından kapatılan bağlantılar için EXPIRED.

source: The options here are for the Denied page which the user receives instead of the page requested.
tr_tr: Buradaki seçenekler kullanıcının istediği sayfa yerine alacağı Engelleme sayfası ile ilgilidir.

source: The options on this page determine basic features of the group. Group name shows on the Denied page and logs.
tr_tr: Bu sayfadaki seçenekler grubun temel özelliklerini belirler. Grup adı Engelleme sayfası ve kayıtlarda belirtilir.

source: The settings on this page are valid filter-wide.
tr_tr: Bu sayfadaki ayarlar eleğin tümü için geçerlidir.

source: The web filter can decrypt SSL content, scan as if plain, and then re-encrypt.
tr_tr: Web eleği SSL içeriği deşifreleyip, tarayıp, tekrar şifreleyebilir.

source: The web filter can report incidents via e-mails. You can setup which incidents to be reported based on violation types and thresholds. Do not forget the single quotes around e-mail addresses and strings.
tr_tr: Web eleği özel durumları e-posta ile bildirebilir. İhlal türü ve eşik değerine göre olay bildirimini ayarlayabilirsiniz. E-posta adresi ve dizilerin etrafındaki tek tırnak işaretlerini unutmayın.

source: The web filter on UTMFW uses weighted phrase lists to scan the content of web pages, hence the name Content Scanning Web Filter. This feature of the web filter is different from and in addition to site or url lists, blacklists, and related categories.
tr_tr: UTMFW üzerinde çalışan web eleği ağırlıklı tümce listelerini kullanarak web sayfalarındaki içeriği tarar, bu nedenle İçerik Tarayan Web Eleği olarak adlandırılır. Bu, site veya url listeleri, karalisteler ve ilgili sınıflandırmalardan farklı ve ek bir özelliktir.

source: The web filter runs multithreaded. The maximum number of web filter threads can be adjusted on the configuration pages. If you modify the configuration of the web filter, you must restart the web filter for the changes to take effect.
tr_tr: Web eleği çoklu parçacıklı çalışır. Web eleğinin parçacık üst sınırı ayar sayfalarından değiştirilebilir. Web eleğinin yapılandırmasını değiştirirseniz ayarların geçerli olması için web eleğini tekrar başlatmanız gerekir.

source: These advanced options can help you tune the performance of the web filter. For example, you can increase the maximum number of child processes if your internal network is large. However, the maximum number of processes a daemon user can start is restricted in login.conf file of the operating system. So make sure you adjust both settings accordingly.
tr_tr: Bu ileri seviye seçenekler web eleğinin performansını ayarlamanız için size yardımcı olur. Örneğin, iç ağınız genişse alt süreç sayısının üst sınır değerini artırabilirsiniz. Ancak, bir programın başlatabileceği süreç sayısı işletim sisteminin login.conf dosyasıyla sınırlanmıştır. Bu nedenle iki ayarı da buna göre ayarladığınızdan emin olun.

source: These are interface statistics reported by pf.
tr_tr: Pf tarafından rapor edilen arayüz istatistiklerini bu sayfada bulabilirsiniz.

source: These are intrusion alerts. Note that these alerts can be considered as guesses at best. While configuring the IPS, make use of priorities and keywords.
tr_tr: Bunlar saldırı uyarılarıdır. Bu uyarıların en iyi ihtimalle tahmin olduğunu unutmayın. SES'yi yapılandırırken öncelik numaraları ve anahtar kelimelerden yararlanın.

source: These are queue statistics reported by pf.
tr_tr: Pf tarafından rapor edilen kuyruk istatistiklerini bu sayfada bulabilirsiniz.

source: These are the access logs of OpenBSD/httpd. Logs contain client IP addresses and pages accessed.
tr_tr: Bunlar OpenBSD/httpd'nin giriş kayıtlarıdır. Kayıtlar istemci IP adresleri ve girilen sayfaları içerir.

source: These are the active rules loaded into pf. Note that the rule numbers reported here do not necessarily match with the numbers on the rule editor.
tr_tr: Burada listelenen kurallar pf'e yüklenmiş aktif kurallardır. Burada gördüğünüz kural numaraları kural düzenleyicide gördüklerinizle uyuşmak zorunda değildir.

source: These defaults are permanently stored in web user interface settings, i.e. they are <em>not</em> specific to your current session only.
tr_tr: Bu öndeğerler web arayüzü ayarlarında kalıcı olarak saklanacaktır, yani bunlar sadece şu anki oturumunuza özel ayarlar <em>değildir</em>.

source: These graphs show network usage per host. From top to bottom, host usage graphs are for the last hour, last 8-hour, daily, weekly, and monthly usages.
tr_tr: Bu grafikler bilgisayarların ağ kullanımını gösterir. En üstten itibaren, son saat, son 8 saat, günlük, haftalık ve aylık kullanımları gösterirler.

source: These lists allow or block all of a site. You can omit the leading www. or http://
tr_tr: Bunlar sitenin tümüne girişe izin veren veya engelleyen listelerdir. Baştaki www. veya http:// eklerini girmenize gerek yoktur.

source: These logs contain messages from all IDS processes. Alerts are duplicated here as well.
tr_tr: Bu kayıtlar tüm STS süreçlerinden gelen mesajları içerir. Uyarılar burada da tekrarlanır.

source: These logs may be important for diagnosing web filter related problems.
tr_tr: Bu kayıtlar web eleği ile ilgili sorunları teşhis ederken önemlidir.

source: These logs may be important for diagnosing web server related problems.
tr_tr: Bu kayıtlar web sunucu ile ilgili sorunları teşhis ederken önemlidir.

source: These settings apply to currently active group only.
tr_tr: Bu ayarlar sadece şu anda aktif olan gruba uygulanır.

source: This graph shows overall network usage based on certain protocols. Note that each protocol may cover more than one port.
tr_tr: Bu grafik belli protokollere göre genel ağ kullanımını gösterir. Her protokolün birden fazla kapıyı kapsayabileceğini unutmayın.

source: This graph shows the data transfer rate of packet filter. The transfer is between interfaces.
tr_tr: Bu grafik paket eleğinin veri aktarımını gösterir. Aktarım arayüzler arasındadır

source: This is the state table of the Packet Filter. All active stateful connections should appear in this list.
tr_tr: Bu Paket Eleğinin durum tablosudur. Durumu tutulan tüm aktif bağlantılar bu listede görünmelidir.

source: This name server is a BIND 9 compatible DNS server, which runs in a chroot jail.
tr_tr: Bu BIND 9 uyumlu ve chroot kafesinde çalışan bir ad sunucudur.

source: This page allows you to add and delete firewall users, change their passwords, list and delete active clients. You can setup user authentication on the configuration page for SSLproxy.
tr_tr: Bu sayfada firewall kullanıcılarını ekleyip çıkarabilir, parolalarını değiştirebilir, aktif istemcileri listeleyebilir ve silebilirsiniz. SSLproxy ayar sayfasından kullanıcı doğrulamayı ayarlayabilirsiniz.

source: This page displays statistical data collected over the log files of this module. You can change the date of statistics using drop-down boxes. An empty value means match-all. For example, if you choose 3 for month and empty value for day fields, the charts and lists display statistics for all the days in March. Choosing empty value for month means empty value for day field as well. For single dates, Horizontal chart direction is assumed. For date ranges, default graph style is Daily, and direction is Vertical. Graph style can be changed to Hourly for date ranges, where cumulative hourly statistics are shown. In Daily style, horizontal direction is not possible.
tr_tr: Bu sayfa bu modülün kayıt dosyaları üzerinden toplanan istatistik verileri gösterir. Aşağı açılan kutuları kullanarak istatistik tarihlerini değiştirebilirsiniz. Boş değer tüm tarihlerle eşleşme anlamına gelir. Örneğin, ay için 3 ve gün için boş değer seçerseniz grafikler ve listeler Mart ayının tüm günleri için istatistikleri gösterir. Ay için boş değer seçmek gün için de boş değer seçmek anlamındadır. Tek günler için Yatay grafik yönü varsayılır. Tarih aralıkları için varsayılan grafik şekli Günlük'tür, ve yönü Dikey'dir. Tarih aralıkları için grafik şekli Saatlik olarak ayarlanabilir; bu grafikler toplu saatlik istatistikleri gösterir. Günlük şekilde yatay yön mümkün değildir.

source: This page displays the I/O graphs of all the disks in your system.
tr_tr: Bu sayfa sisteminizdeki disklerin yazma ve okuma grafiklerini gösterir.

source: This page displays the graph for shared memory and swap area usage. If the swap area usage is too high, you may consider adding more RAM. For higher system performance, you want to have no swap usage at all.
tr_tr: Bu sayfa bellek ve takas bölgesi kullanım grafiğini gösterir. Takas bölgesi kullanımı çok yüksekse daha fazla RAM eklemeyi düşünebilirsiniz. Yüksek sistem performansı için hiç takas kullanımı olmamalıdır.

source: This page displays the graphs of all temperature and fan sensors in your system. You may have multiple sensors depending on your hardware. Virtual machines may not provide any sensors at all.
tr_tr: Bu sayfa sisteminizde bulunan tüm sıcaklık ve fan sensörlerinin grafiklerini gösterir. Donanımınıza bağlı olarak birden fazla sensör bulunabilir. Sanal makinalar hiç sensör sağlamayabilir.

source: This page displays the usage graphs of all the partitions on your disks.
tr_tr: Bu sayfa disklerinizdeki tüm bölümlerin kullanım grafiklerini gösterir.
