Repository: sonertari/UTMFW
Catalog: src/View/locale/*/LC_MESSAGES/utmfw_HELPWINDOW.po
Languages: tr_tr

source: This page lists Spamd database entries. Definitions of the columns are as follows: <ul class="nomargin"><li class="nomargin">Source IP: IP address the connection originated from</li><li class="nomargin">From: envelope-from address for GREY (empty for WHITE entries)</li><li class="nomargin">To: envelope-to address for GREY (empty for WHITE entries)</li><li class="nomargin">First: time the entry was first seen</li><li class="nomargin">Listed: time the entry passed from being GREY to being WHITE</li><li class="nomargin">Expire: time the entry will expire and be removed from the database</li><li class="nomargin">#Block: number of times a corresponding connection received a temporary failure from spamd(8)</li><li class="nomargin">#Passed: number of times a corresponding connection has been seen to pass to the real MTA by spamlogd(8)</li></ul> E-mails originating from Whitelist entries are allowed until expiration date. Greylist entries are currently active entries according to grey-listing mode of spamd.
tr_tr: Bu sayfa Spamd veritabanı öğelerini listeler. Sütunların tanımları aşağıdaki gibidir: <ul class="nomargin"><li class="nomargin">Kaynak IP: Bağlantının yapıldığı adres</li><li class="nomargin">Başlangıç: GRİ listelenmişler için zarf başlangıç adresi (BEYAZ öğeler için boştur)</li><li class="nomargin">Bitiş: GRİ listelenmişler için zarf hedef adresi (BEYAZ öğeler için boştur)</li><li class="nomargin">İlk: öğenin ilk görüldüğü zaman</li><li class="nomargin">Listeleme: öğenin GRİ'den BEYAZ listeye geçtiği zaman</li><li class="nomargin">Süre aşımı: öğenin süre aşımına uğrayıp veritabanından silineceği zaman</li><li class="nomargin">#Blocked: geçici başarısızlık gönderilen bağlantı sayısı</li><li class="nomargin">#Passed: gerçek e-posta sunucusuna geçiş verilen bağlantı sayısı</li></ul> Beyazlistelenmiş öğelerden gelen bağlantılara süre aşım tarihine kadar izin verilir. Grilistelenmiş öğeler şu anda spamd'nin griliste kipine göre aktif olan öğelerdir.

source: This page provides basic Packet Filter configuration. Packet filter rules can be modified under the Rules tab. OpenBSD/pf is a powerful and flexible stateful packet filter. Among many advanced features of pf are:<ul><li>Stateful inspection</li><li>Network Address Translation (NAT)</li><li>Packet normalization</li><li>Spoof protection</li><li>Packet queueing and bandwidth management</li><li>Traffic shaping</li><li>Policy routing</li><li>Load balancing, and much more</li></ul>You can add an IP range to the restricted IPs list, and enter individual IP addresses or subnets to privileged IPs list, to define exceptions over the restricted IP range. Or visa-versa.
tr_tr: Bu sayfa temel Paket Eleği yapılandırmasını sağlar. Paket eleği kuralları Kurallar sayfasından değiştirilebilir. OpenBSD/pf durum tutan güçlü ve esnek bir paket eleğidir. Pf'in pekçok ileri seviye özellikleri arasında aşağıdakiler de vardır:<ul><li>Durum tutarak inceleme</li><li>Ağ Adres Çevirisi (NAT)</li><li>Paket normalleştirme</li><li>Taklit engelleme</li><li>Paket kuyruklama ve bant genişliği yönetimi</li><li>Trafik şekillendirme</li><li>İlkelere göre yönlendirme</li><li>Yük dengeleme, ve daha niceleri</li></ul>Sınırlı bir IP aralığında istisnalar yaratmak için sınırlı IP adresleri listesine IP aralığı girip öncelikli IP'ler listesine tek IP veya altağ ekleyebilirsiniz. Bunun tersi de mümkündür.

source: This page shows system-wide logs. Most services on UTMFW write to their own log files, but a few processes may log messages to this system file. Pay special attention to error messages.
tr_tr: Bu sayfa sistem genelini ilgilendiren kayıtları gösterir. UTMFW üzerinde çalışan servislerin çoğu kendi dosyalarına kaydederler, ama birkaç süreç bu sistem dosyasına mesaj kaydedebilir. Hata mesajlarına özellikle dikkat edin.

source: This web administration interface is served by OpenBSD/httpd. If you stop the web server, you will lose your connection to this web interface. You can restart it on the command line.
tr_tr: Bu web yönetim arayüzü OpenBSD/httpd üzerinde çalışmaktadır. Web sunucuyu durdurursanız bu web arayüzüne bağlantınızı kaybedersiniz. Komut satırından tekrar başlatabilirsiniz.

source: Thresholds and settings here are related with the content scanning feature of the web filter.
tr_tr: Buradaki eşik değerler ve ayarlar web eleğinin içerik tarama özelliği ile alakalıdır.

source: URLs in the Whitelist are not scanned for viruses. You can omit the leading www. or http://
tr_tr: Beyazlistedeki url'ler virüs taramasından geçirilmez. Baştaki www. veya http:// eklerini girmenize gerek yoktur.

source: UTMFW Web Filter uses URL lists categorized in different packages for your convenience. You can enable or disable categories you want on this page.
tr_tr: UTMFW Web Eleği kolaylık olması için farklı paketlerde sınıflandırılmış URL listeleri kullanır. Bu sayfada istediğiniz sınıflandırmaları açıp kapayabilirsiniz.

source: UTMFW Web Filter uses phrase lists categorized in different packages for your convenience. You can enable or disable categories you want on this page.
tr_tr: UTMFW Web Eleği kolaylık olması için farklı paketlerde sınıflandırılmış tümce listeleri kullanır. Bu sayfada istediğiniz sınıflandırmaları açıp kapayabilirsiniz.

source: UTMFW Web Filter uses site lists categorized in different packages for your convenience. You can enable or disable categories you want on this page.
tr_tr: UTMFW Web Eleği kolaylık olması için farklı paketlerde sınıflandırılmış site listeleri kullanır. Bu sayfada istediğiniz sınıflandırmaları açıp kapayabilirsiniz.

source: UTMFW logs errors, warnings, notices, and debug messages. Since also recorded are changes to configuration and passwords, you may want to monitor these logs carefully. These logs are also important while reporting issues related to the web user interface. Logs on this page are generated by the Controller and the Model, middle and bottom layers of software responsible for processing requests from the View.
tr_tr: UTMFW hata, uyarı, bilgi ve hata ayıklama mesajlarını kaydeder. Kaydedilenler arasında yapılandırma ve şifre değişiklik mesajları da olduğundan bu kayıtları dikkatli takip etmeniz önerilir. Bu kayıtlar web arayüzü ile ilgili sorunları bildirmek için de önemlidir. Bu kayıtlar yazılımın orta ve alt katmanlarını oluşturan Controller ve Model tarafından View'dan gelen istekleri işlerken üretilir.

source: UTMFW logs errors, warnings, notices, and debug messages. Since also recorded are changes to configuration and passwords, you may want to monitor these logs carefully. These logs are also important while reporting issues related to the web user interface. Logs on this page are generated by the View, main module responsible for displaying the web user interface and interacting with the user.
tr_tr: UTMFW hata, uyarı, bilgi ve hata ayıklama mesajlarını kaydeder. Kaydedilenler arasında yapılandırma ve şifre değişiklik mesajları da olduğundan bu kayıtları dikkatli takip etmeniz önerilir. Bu kayıtlar web arayüzü ile ilgili sorunları bildirmek için de önemlidir. Bu kayıtlar web arayüzünü gösteren ve kullanıcıyla iletişim kuran View katmanı tarafından üretilir.

source: UTMFW runs many services or daemons in default installation. On this page you can configure these services to start at boot time. Note that if you modify startup configuration for some services, you may need to change packet filter rules or other related settings too.
tr_tr: UTMFW varsayılan kurulumda pekçok servis veya program çalıştırır. Bu sayfada servislerin sistem açılırken başlatılmasını ayarlayabilirsiniz. Eğer bazı servislerin başlama ayarlarını değiştirirseniz paket eleği kuralları veya diğer ilgili ayarları da değiştirmeniz gerekebilir.

source: UTMFW uses ClamAV for all virus scanning purposes. Freshclam checks and updates ClamAV virus database periodically. By default, the database is updated every hour. You may not be able to stop or restart freshclam instance once it starts the update process; wait for a minute and try again.
tr_tr: UTMFW bütün virüs tarama amaçları için ClamAV'yi kullanır. Freshclam ise ClamAV virüs veritabanını periyodik olarak günceller. Öndeğer olarak veritabanı her saat güncellenir. Freshclam süreci başladıktan sonra programı durdurup başlatamayabilirsiniz; bir süre bekleyip tekrar deneyin.

source: What is recorded in packet filter logs is determined by pf rules you can configure under Rules tab.
tr_tr: Paket eleği kayıtlarına nelerin yazılacağını Kurallar sayfasından yapılandırılan pf kuralları belirler.

source: Whitelist entries are allowed. Greylist entries are allowed, and scanned for viruses. Blacklist entries are denied.
tr_tr: Beyazlistedeki öğelere izin verilir. Grilistedeki öğelere virüs taramasından geçtikten sonra izin verilir. Karalistedeki öğeler engellenir.

source: You can browse the Doxygen source documentation of this web user interface on this page.
tr_tr: Bu sayfadan web arayüzünün Doxygen kaynak belgelerini tarayabilirsiniz.

source: You can change the timespan and size of the graphs.
tr_tr: Grafiklerin zaman aralığı ve boyutlarını değiştirebilirsiniz.

source: You can run multiple Intrusion Detection processes, one for each network interface. The IDS listens to such interfaces in promiscuous mode. The Inline IPS is an active inline Intrusion Prevention System (IPS) which inspects the traffic passing through it and may decide to block the traffic using drop rules. If the Inline IPS is stopped, the traffic it is supposed to inspect will effectively be blocked, such as plain and encrypted HTTP, POP3, and SMTP traffic. So if you choose to stop the Inline IPS, you should disable the related pf rule which diverts such traffic to it as well.
tr_tr: Her ağ arayüzü için ayrı Saldırı Tespit süreci çalıştırabilirsiniz. Inline IPS üzerinden geçen trafiği inceleyip drop kurallarına göre engelleme kararı alabilen aktif araya giren bir Saldırı Engelleme Sistemidir (SES). Eğer Inline SES durdurulursa düz ve şifreli HTTP, POP3 ve SMTP gibi incelemesi gereken trafik engellenmiş olur. Yani eğer Inline IPS'i durdurursanız, ilgili trafiği yönlendiren pf kuralını da devre dışı bırakmalısınız.

source: You can search categories on this page.
tr_tr: Bu sayfada sınıflandırmalar üzerinden arama yapabilirsiniz.

source: You may want to customize the frequency of database checks. Also make sure you have chosen a database mirror close to you.
tr_tr: Veritabanı kontrollerinin sıklığını kendi ihtiyacınıza göre ayarlayın. Ayrıca yakınınızdaki bir veritabanı aynasını seçtiğinizden emin olun.

source: You may want to set the report language for your locale. By default, POP3 proxy scans for both spam and viruses.
tr_tr: Bulunduğunuz yer için uygun olan bildirim dilini seçin. Öndeğer olarak POP3 vekil hem spam hem de virüs taraması yapar.

source: You may want to watch these logs carefully to determine infected clients in the internal network.
tr_tr: İç ağdaki virüs bulaşmış bilgisayarları belirlemek için bu kayıtları dikkatli takip edin.

source: You should configure the IDS based on the services running on your network.
tr_tr: Ağınızda çalışan servisleri göz önünde tutarak STS'yi yapılandırmalısınız.

source: You should restart the SSL proxy for the changes to take effect.
tr_tr: Değişikliklerin uygulanması için SSL vekili tekrar başlatmalısınız.
