Repository: sonertari/UTMFW
Catalog: src/View/locale/*/LC_MESSAGES/utmfw_HELPBOX2.po
Languages: tr_tr

source: If on it uses the X-Forwarded-For: <clientip> to determine the client IP. This is for when you have squid between the clients and E2Guardian. Warning - headers are easily spoofed. on | off
tr_tr: Açıksa istemci IP adresini bulmak için X-Forwarded-For: <istemci IP adresi> satırını kullanır. Bu E2Guardian ve istemciler arasında squid varsa gerekli olabilir. Uyarı: başlıklar kolayca taklit edilebilir. on | off

source: If on, this causes E2 to write to the log file whenever child processes are created or destroyed (other than by crashes). This information can help in understanding and tuning the following parameters, but is not generally useful in production.
tr_tr: Açıksa E2 yaratılan veya kapatılan altsüreçlerin kaydını yazar (göçmeler hariç). Bu bilgi sayesinde diğer parametreleri daha iyi anlayıp ayarlayabilirsiniz, ama gerçek sistemde genelde yardımcı olmaz.

source: If on, will enable system wide events to be reported by email. need to configure mail program (see 'mailer' in global config) and email recipients default usesmtp = off
tr_tr: Açıksa, sistem genelinde olan olayların e-posta ile bildirilmesini sağlar. Posta programı ve alıcılar ayarlamış olmalıdır (bkz. genel ayarlardan mailer) öndeğer usesmtp = off

source: If yes, both priority and keyword should match to block IPs.
tr_tr: Yes olarak ayarlanmışsa, IP'lerin engellenmesi için öncelik ve anahtar kelime şartlarının beraber gerçekleşmesi gerekir.

source: If you enable this option you will disable content scanning for this group. Content scanning primarily is AV scanning (if enabled) but could include other types. (on|off) default = off.
tr_tr: Bu seçeneği açarsanız bu grup için içerik taramayı kapatmış olursunuz. İçerik tarama özellikle virüs taramasıdır (eğer açıksa), ancak diğer türleri de içerebilir. (on|off) öndeğer = off.

source: Images that are banned due to domain/url/etc reasons including those in the adverts blacklists can be replaced by an image. This will, for example, hide images from advert sites and remove broken image icons from banned domains. 0 = off 1 = on (default)
tr_tr: Alan adı, url ve reklam karalistelerini de içeren sebeplerden dolayı bir resim yasaklıysa başka bir resimle değiştirilebilir. Bu sayede, örneğin, reklam sitelerinin resimleri gizlenir ve yasaklı alan adlarının bozuk resim ikonları silinir. 0 = kapalı 1 = açık (öndeğer)

source: Inform of a blocked event, but upto a max of every N mins (default is never)
tr_tr: Engellemeleri bildirir, en fazla N dakika ile sınırlıdır. (öndeğer kapalı)

source: Inform parties that chats are monitored every N days (default is never)
tr_tr: Her N günde bir tarafları mesajların kaydedildiği ile ilgilii uyarır (öndeğer kapalı)

source: Instead of keeping an infected message in the Virus Directory, delete it after reporting it to the user. default: Keep infected messages in Virus Directory
tr_tr: Virüslü bir mesajı Virüs Dizininde tutmak yerine, kullanıcıya bildirdikten sonra siler. öndeğer: Virüslü mesajları Virüs Dizininde tutar

source: List format is: allow|deny localid|all [groupchat|remoteid1 ... remoteidN] Order of the access rules is important. For example, if deny all is the first rule, all access is effectively blocked, so make sure the deny all rule, if any, is at the bottom.
tr_tr: Liste biçimi aşağıdaki gibidir: allow|deny yerelkullanıcı|all [groupchat|uzakkullanıcı1 ... uzakkullanıcıN] Giriş kurallarının sırası önemlidir. Örneğin, deny all kuralı ilk sıradaysa tüm girişler yasaklanacaktır, bu nedenle deny all kuralınız varsa en altta olduğundan emin olun.

source: List of SMTP servers on your network
tr_tr: Ağınızdaki SMTP sunucuların listesi.

source: List of sql servers on your network
tr_tr: Ağınızdaki sql sunucuların listesi.

source: List of telnet servers on your network
tr_tr: Ağınızdaki telnet sunucuların listesi.

source: List of web servers on your network
tr_tr: Ağınızdaki web sunucuların listesi.

source: Local and remote VPN endpoint IP addresses.
tr_tr: Yerel ve uzak VPN uç IP adresleridir.

source: Log detailed error info regarding SSL error returns.
tr_tr: SSL hatalarının detaylı kayıtlarını al

source: Log if an exception (user, ip, URL, phrase) is matched and so the page gets let through. Can be useful for diagnosing why a site gets through the filter. on | off
tr_tr: Kullancı, IP, URL, tümce ayrıcalığı eşleşmelerini yani izin verilen sayfaları kaydeder. Bir siteye neden izin verildiğini araştırmak için yardımcı olur. on | off

source: Log statistics every this many ExpiredConnCheckPeriod periods.
tr_tr: Bu sayıdaki ExpiredConnCheckPeriod periyodundan sonra istatistik logu al.

source: Log statistics to syslog.
tr_tr: İstatistikleri syslog'a yaz.

source: Lower casing options. When a document is scanned the uppercase letters are converted to lower case in order to compare them with the phrases. However this can break Big5 and other 16-bit texts. If needed preserve the case. As of version 2.7.0 accented characters are supported. 0 = force lower case (default) 1 = do not change case
tr_tr: Küçük harf seçenekleri. Belgeler taranırken büyük harfler tümcelerle karşılaştırmak için küçük harfe çevrilir. Ancak bu Big5 ve diğer 16-bit metinleri bozar. Gerekliyse harf boyutunu koruyun. 2.7.0 sürümünden itibaren aksanlı karakterler desteklenir. 0 = küçük harfe zorla (öndeğer) 1 = harf boyutunu değiştirme

source: MSN via HTTP proxy needs https
tr_tr: HTTP vekil yoluyla MSN bağlantısı için https gerekir.

source: Mark archives as viruses (e.g. RAR.ExceededFileSize, Zip.ExceededFilesLimit) if ArchiveMaxFiles, ArchiveMaxFileSize, or ArchiveMaxRecursion limit is reached. Default: disabled
tr_tr: ArchiveMaxFiles, ArchiveMaxFileSize veya ArchiveMaxRecursion sınırı aşıldığında arşivleri virüslü olarak işaretler. Öndeğer: kapalı

source: Mark encrypted archives as viruses (Encrypted.Zip, Encrypted.RAR). Default: disabled
tr_tr: Şifreli arşivleri virüslü olarak işaretler. Öndeğer: kapalı

source: Maximal depth directories are scanned at. Default: 15
tr_tr: Dizinlerin tarandığı en fazla derinliktir. Öndeğer: 15

source: Maximal number of threads running at the same time. Default: 10
tr_tr: Bir anda çalışan işparçacığı sayısının üst sınırıdır. Öndeğer: 10

source: Most clients don't need to bind to a specific local port number.
tr_tr: Çoğu istemcinin belli bir yerel kapı numarasına bağlanma ihtiyacı yoktur.

source: Nested archives are scanned recursively, e.g. if a Zip archive contains a RAR file, all files within it will also be scanned. This options specifies how deep the process should be continued. Value of 0 disables the limit. Default: 8
tr_tr: İçiçe geçmiş arşivler tekrarlanarak taranır, yani bir Zip dosyada bir başka sıkıştırılmış dosya varsa o dosyanın içindeki dosyalar da taranır. Bu seçenek bu sürecin ne kadar derine ineceğini belirler. 0 değeri sınırlamayı kaldırır. Öndeğer: 8

source: No default banner path
tr_tr: Varsayılan bir afiş yolu ayarlar.

source: Number of database checks per day. Default: 12 (every two hours)
tr_tr: Bir gün boyunca yapılacak veritabanı kontrol sayısı. Öndeğer: 12 (her iki saatte bir)

source: Number of files to be scanned within an archive. Value of 0 disables the limit. Default: 1000
tr_tr: Bir arşivde taranacak en fazla dosya sayısı. 0 değeri sınırı kaldırır. Öndeğer: 1000

source: Number of servers to start initially --- should be a reasonable ballpark figure.
tr_tr: Başlangıçta çalıştırılacak sunucu sayısı, ortalama bir değer seçilmelidir.

source: Number of violations before notification. Setting to 0 will never trigger a notification
tr_tr: Uyarı üretilmesi için gereken ihlal sayısı. 0'a ayarlandığında hiç uyarı üretilmez.

source: Obsoletes QuietMode and FascistLogging
tr_tr: QuietMode ve FascistLogging seçeneklerini kapatır.

source: Only webcam sessions on Yahoo are recognized and blocked
tr_tr: Sadece Yahoo web kamera bağlantıları algılanabilir ve engellenir.

source: Override default of no subsystems
tr_tr: Altsistem kullanılmamasını sağlayan öndeğeri değiştirir.

source: PE stands for Portable Executable - it's an executable file format used in all 32-bit versions of Windows operating systems. This option allows ClamAV to perform a deeper analysis of executable files and it's also required for decompression of popular executable packers such as UPX, FSG, and Petite. Default: enabled
tr_tr: PE taşınabilir program anlamına gelir, bu tüm 32-bit Windows işletim sistemlerinde kullanılan program dosya biçimidir. Bu seçenek ClamAV'nin program dosyalarını daha derinden incelemesini sağlar ve UPX, FSG ve Petite gibi program sıkıştırıcıların açılmasını gerektirir. Öndeğer: açık

source: POST protection (web upload and forms) does not block forms without any file upload, i.e. this is just for blocking or limiting uploads measured in kibibytes after MIME encoding and header bumph use 0 for a complete block use higher (e.g. 512 = 512Kbytes) for limiting use -1 for no blocking
tr_tr: POST koruması (web karşıya yüklemeler ve formlar) dosya yükleme içermeyen formları engellemez, yani bu sadece MIME şifreleme ve başlık yükseltme sonrasında dosya yüklemelerinin kibibayt cinsinden engellenmesi veya sınırlanmasına yarar Tamamen engellemek için 0 kullanın Sınırlamak için daha yüksek bir değer kullanın (örneğin 512 = 512Kbayt) İzin vermek için -1 kullanın

source: Path (sendmail-compatible) email program, with options. Not used if usesmtp is disabled (filtergroup specific).
tr_tr: Sendmail benzeri e-posta programının dosya yoludur, argümanları da içerir. Usesmtp kapalıysa kullanılmaz (elek grubuna özeldir).

source: Perform HTML normalisation and decryption of MS Script Encoder code. Default: enabled
tr_tr: MS Script Şifreleme kaynağının HTML normalizasyonu ve deşifrelemesini yapar. Öndeğer: açık

source: Perform internal sanity check (database integrity and freshness). Default: 1800 (30 min)
tr_tr: Dahili sağlık kontrolü yapar (veritabanı bütünlüğü ve güncelliği ile ilgilidir). Öndeğer: 1800 (30 dak)

source: Perform reverse lookups on client IPs for successful requests. If set to on, E2Guardian will look up the forward DNS for the IP of the connecting computer, and log host names (where available) rather than IPs against requests. This is not dependent on reverseclientiplookups being enabled; however, if it is, enabling this option does not incur any additional forward DNS requests.
tr_tr: Başarılı istekler için istemci IP adreslerinin ters ad sorgulamasını yapar. Açıksa E2Guardian bağlanan bilgisayarın IP adresinin DNS sorgusunu yapar ve IP adresi yerine varsa bilgisayar adını kaydeder. Bu reverseclientiplookups ayarının açık olmasını gerektirmez; ancak bu seçeneğin açık olması ek DNS sorgusu yükü getirmez.

source: Phrase filtering additional mime types. default text/*
tr_tr: Tümce eleği ek mime türleri. öndeğer text/*

source: Ports you run secure shell on.
tr_tr: Güvenlik kabuk çalıştırdığınız kapılar.

source: Ports you run web servers on. Please note: [80,8080] does not work. If you wish to define multiple HTTP ports, port lists must either be continuous [eg 80:8080], or a single port [eg 80]. We will add support for a real list of ports in the future.
tr_tr: Web sunucu çalıştırdığınız kapılar. [80,8080] hatalıdır. Birden fazla HTTP kapısı tanımlamak istiyorsanız, kapı listesi sürekli olmalı [örneğin 80:8080] veya tek kap [örneğin 80] tanımlanmalıdır. Gelecekte kapı listesi desteği eklenecektir.

source: Ports you want to look for SHELLCODE on.
tr_tr: SHELLCODE aranmasını istediğiniz kapılar.

source: Positive (clean) result caching for URLs Caches good pages so they don't need to be scanned again. It also works with AV plugins. 0 = off (recommended for ISPs with users with disimilar browsing) 1000 = recommended for most users 5000 = suggested max upper limit If you're using an AV plugin then use at least 5000.
tr_tr: Temiz sonuçların kaydedildiği önbellek içeriği uygun sayfaları kaydeder, bu sayede tekrar taranmalarına gerek kalmaz. Virüs tarama ile de çalışır. 0 = off (benzer gezinme davranışı göstermeyen kullanıcıları bulunan ISS'ler için tavsiye edilir) 1000 = çoğu kullanıcı için tavsiye edilir 5000 = tavsiye edilen üst sınırdır Virüs tarama kullanıyorsanız en azından 5000'e ayarlayın.

source: Postfix to all responses using all responder plugins
tr_tr: Tüm cevap eklerinin kullandığı cevapların sonuna eklenir.

source: Prefix to all responses using all responder plugins
tr_tr: Tüm cevap eklerinin kullandığı cevapların başına eklenir.

source: Proxy settings Default: disabled
tr_tr: Vekil ayarlarıdır. Öndeğer: kapalı

source: Proxy specification format is type listenaddr+port up:utmport.
tr_tr: Vekil tanımlama şablonu tip dinlenenadres+kapı up:utmkapı'dır

source: Rather than generating a random key you can specify one. It must be more than 8 chars. '' = generate a random one (recommended and default) 'Mary had a little lamb.' = an example '76b42abc1cd0fdcaf6e943dcbc93b826' = an example Please note: manually entered keys are converted to all lowercase before use.
tr_tr: Rastgele bir anahtar üretilmesini istemiyorsanız kendiniz tanımlayabilirsiniz. 8 karakterden uzun olmalıdır. '' = rastgele üretir (tavsiye edilen ve öndeğerdir) 'Mary had a little lamb.' = örnek '76b42abc1cd0fdcaf6e943dcbc93b826' = örnek Elle girilmiş anahtarların kullanımdan önce küçük harfe çevrileceğini unutmayın.

source: Regular expression for matching user agents When not defined, matches all agents. 'mozilla' also matches firefox, IE, etc.
tr_tr: Kullanıcı programları ile eşleştirilecek düzenli ifadedir Tanımlanmamışsa tüm programlar eşleşir. 'mozilla' firefox, IE, vb. programlarla eşleşir

source: Remove HTTP header line for Accept-Encoding. HTTP compression and encodings are disabled to make the content logs more readable. You can turn this off if content logging is disabled.
tr_tr: Accept-Encoding için HTTP başlık satırını sil. İçerik kayıtlarını daha okunaklı yapmak için HTTP sıkıştırma ve kodlama devre dışı bırakılır. Eğer içerik kayıtlarını yazdırmıyorsanız bu seçeneği kapatabilirsiniz.

source: Remove HTTP header line for Referer. The OWASP considers it a vulnerabilty, and it may cause redirection errors with SSLproxy.
tr_tr: Referer için HTTP başlık satırını sil. OWASP bu başlığı zafiyet olarak kabul eder, ve SSLproxy ile tekrar yönlendirme hatalarına sebep olabilir.

source: Results are only predictable with user authenticated configs, if enabled the violation/threshold count is kept track of by the user
tr_tr: Sonuçlar sadece kullanıcı kimlik doğrulama yapılandırması ile tahmin edilebilir, açıksa ihlal veya eşik değeri sayısı kullanıcı tarafından tutulur

source: Retry to shut ssl conns down after this many micro seconds. Increasing this delay may avoid dirty shutdowns on slow connections, but increases resource usage, such as file desriptors and memory.
tr_tr: Mikro saniye cinsinden bu kadar süreden sonra ssl bağlantıları tekrar kapatmaya çalış. Bu bekleme süresini artırmak yavaş bağlantılardaki kötü sonlandırmaları azaltabilir, ama file descriptor ve bellek gibi kaynak kullanımını artırır.

source: Reverse lookups for banned and exception IP lists. If set to on, E2Guardian will look up the forward DNS for the IP of the connecting computer. This means you can put in hostnames in the exceptioniplist and bannediplist. If a client computer is matched against an IP given in the lists, then the IP will be recorded in any log entries; if forward DNS is successful and a match occurs against a hostname, the hostname will be logged instead. It will reduce searching speed somewhat so unless you have a local DNS server, leave it off.
tr_tr: Kara ve beyaz IP listeleri için ters ad sorgusu yapar. Açıksa, E2Guardian bağlanan bilgisayarın IP adresi üzerinden DNS sorgusu yapar. Bu beyaz ve kara listelere bilgisayar adı girmenizi sağlar. Eğer bir istemci bilgisayar listedeki bir IP adresi ile eşleşirse kayıtlara IP adresi yazılır; eğer DNS sorgusu başarılı olur ve bilgisayar adı eşleşirse kayıtlara bilgisayar adı yazılır. Sorgu hızını yavaşlatacağından yerel bir DNS sunucunuz yoksa kapalı tutun.

source: Reverse lookups for banned site and URLs. If set to on, E2Guardian will look up the forward DNS for an IP URL address and search for both in the banned site and URL lists. This would prevent a user from simply entering the IP for a banned address. It will reduce searching speed somewhat so unless you have a local caching DNS server, leave it off and use the Blanket IP Block option in the bannedsitelist file instead.
tr_tr: Yasaklı site ve URL'ler için ters ad sorgusu yapar. Açıksa E2Guardian IP URL adresi için DNS sorgusu yapar ve yasaklı site ve URL listelerinde araştırır. Bu kullanıcının yasaklı adresler yerine IP adresi girmesini önler. Sorgu hızını yavaşlatacağından yerel ve önbellekle çalışan bir DNS sunucunuz yoksa kapalı tutun, ve yasaklı site listesi için Örtü IP Engellemesi seçeneğini kullanın.

source: Rule to be added to the routing table.
tr_tr: Yönlendirme tablosuna eklenecek kuraldır.

source: SSL sites not matching greysslsitelist will be treat as if sslmitm is off. ignored if sslmitm is off
tr_tr: Greysslsitelist'de olmayan SSL sitelerine sslmitm kapalıymış gibi davranılır. sslmitm kapalıysa dikkate alınmaz

source: SSL/TLS parms. See the server config file for more description. It's best to use a separate .crt/.key file pair for each client. A single ca file can be used for all clients.
tr_tr: SSL/TLS parametreleridir. Daha detaylı tanım için sunucu ayar dosyasına bakın. Her istemci için ayrı .crt/.key dosya ikilisi kullanılması tavsiye edilir. Tüm istemciler için tek ca dosyası kullanılabilir.

source: SSL/TLS root certificate (ca), certificate (cert), and private key (key). Each client and the server must have their own cert and key file. The server and all clients will use the same ca file. Any X509 key management system can be used. OpenVPN can also use a PKCS #12 formatted key file (see "pkcs12" directive in man page).
tr_tr: Burada SSL/TLS kök sertifikası (ca), sertifika (cert) ve özel anahtar (key) ayarlanır. Her istemci ve sunucunun kendi cert ve key dosyası olmalıdır. Sunucu ve tüm istemciler aynı ca dosyasını kullanır. Herhangi bir X509 key yönetim sistemi kullanılabilir. OpenVPN PKCS #12 biçimli key dosya da kullanabilir (klavuz sayfalarında "pkcs12" seçeneğine bakın).

source: Same as the 'bypasskey' option, but used for infection bypass mode.
tr_tr: Kestirme gizli anahtarı seçeneğine benzer, ama virüs kestirme kipi için kullanılır.

source: Save spam messages as a message/rfc822 MIME attachment instead of modifying the original message (0: off, 2: use text/plain instead)
tr_tr: Asıl mesajı değiştirmek yerine spam mesajları bir message/rfc822 MIME eki olarak saklar. (0: kapalı, 2: text/plain kullanır)

source: Select a cryptographic cipher. If the cipher option is used on the server then you must also specify it here.
tr_tr: Kriptografik şifreyi ayarlar. Şifre seçeneği sunucuda kullanılıyorsa burada da belirtmelisiniz.

source: Select a cryptographic cipher. This config item must be copied to the client config file as well.
tr_tr: Kriptografik şifreyi ayarlar. Bu ayar istemci yapılandırmasına da kopyalanmalıdır.

source: Select an IP to view its network usage graphs.
tr_tr: Ağ kullanım grafiklerini görmek için bir IP adresi seçin.

source: Send a UDP ping to remote once every given seconds to keep stateful firewall connection alive.
tr_tr: Durumlu paket eleği bağlantısını canlı tutmak için bağlantının diğer ucuna buraya girilen saniye aralığında UDP ping gönderir.

source: Set headers which may provide inappropriate cues to the Bayesian classifier
tr_tr: Bayes sınıflandırıcıya yanlış ipucu verebilecek başlıkları ayarlar.

source: Set tcp timeout between the Proxy and e2guardian Min 5 - Max 100
tr_tr: Vekil ve e2guardian arasındaki tcp zaman aşımını ayarlayın En az 5 - En fazla 100

source: Set the appropriate level of log file verbosity. 0 is silent, except for fatal errors 4 is reasonable for general usage 5 and 6 can help to debug connection problems 9 is extremely verbose
tr_tr: Kayıt dosyası detay seviyesini ayarlar. 0 ciddi hatalar dışında kayıt almaz 4 genel kullanım için uygundur 5 ve 6 bağlantı sorunlarının hata gideriminde yardımcı olabilir 9 oldukça detay kayıt alır

source: Set the threshold at which a message is considered spam (default: 5.0)
tr_tr: Mesajların spam kabul edileceği eşik değeri belirler. (öndeğer: 5.0)

source: Set timeout between the Proxy and e2guardian Min 20 - Max 300
tr_tr: Vekil ve e2guardian arasındaki zaman aşımını ayarlayın En az 20 - En fazla 300

source: Set up the external network addresses as well. A good start may be "any"
tr_tr: Dış ağ adreslerini ayarlar. "any" ile başlayabilirsiniz.

source: Set which networks or hosts are considered 'trusted' by your mail server (i.e. not spammers)
tr_tr: E-posta sunucunuz tarafından hangi ağlar veya bilgisayarların güvenilir olduğunu (yani spam gönderici olmadığını) ayarlar.

source: Sets the maximum age of a child process before it croaks it. This is the number of connections they handle before exiting. On large sites you might want to try 10000.
tr_tr: Altsüreçlerin en uzun ömrünü belirler. Bu kapanmadan önce kaç adet bağlantıyı yöneteceklerini gösteren sayıdır. Büyük kurulumlarda 10000'i deneyebilirsiniz.

source: Sets the maximum number client IP addresses allowed to connect at once. Use this to set a hard limit on the number of users allowed to concurrently browse the web. Set to 0 for no limit, and to disable the IP cache process.
tr_tr: Bir anda bağlanabilecek istemci IP adreslerinin üst sınırını ayarlar. Aynı anda web'de dolaşacak kullanıcıların sayısı için kesin bir sınır koymak için kullanabilirsiniz. 0'a ayarlarsanız sınır kaldırılır ve IP önbellek süreci kapatılır.

source: Sets the maximum number of processes to have doing nothing. When this many are spare it will cull some of them. On large sites you might want to try 64.
tr_tr: Boşta duran süreç sayısının üst sınırını ayarlar. Bu sayıda boşta duran varsa bazıları kapatılır. Büyük kurulumlarda 64'ü deneyebilirsiniz.

source: Sets the maximum number of processes to spawn to handle the incoming connections. Max value usually 250 depending on OS. On large sites you might want to try 180.
tr_tr: Gelen bağlantıları yönetecek süreç sayısının üst sınırını ayarlar. İşletim sistemine bağlı olarak üst sınır 250'dir. Büyük kurulumlarda 180 deneyebilirsiniz.

source: Sets the minimum number of processes to be kept ready to handle connections. On large sites you might want to try 8.
tr_tr: Bağlantıları karşılamak üzere hazır tutulan süreç sayısının alt sınırıdır. Büyük kurulumlarda 8'i deneyebilirsiniz.

source: Sets the minimum number of processes to spawn to handle the incoming connections. On large sites you might want to try 32.
tr_tr: Bağlantıları karşılamak üzere başlatılacak süreç sayısının alt sınırıdır. Büyük kurulumlarda 32'yi deneyebilirsiniz.

source: Sets the minimum number of processes to spawn when it runs out. On large sites you might want to try 10.
tr_tr: Süreç sayısı yeterli olmadığında bağlatılacak süreç sayısının alt sınırıdır. Büyük kurulumlarda 10'u deneyebilirsiniz.

source: Sets the number of child process to kill/fork at each 5 sec interval, during gentle restart. Defaults to preforkchildren.
tr_tr: Dikkatli tekrar başlatma sırasında her 5 saniyelik aralıkta kapatılıp tekrar açılacak alt-süreç sayısını ayarlaryın. Öndeğer preforkchildren.

source: Should be subnet (addressing via IP) unless Windows clients v2.0.9 and lower have to be supported (then net30, i.e. a /30 per client) Defaults to net30 (not recommended).
tr_tr: Windows istemci v2.0.9 ve aşağısındaki sürümlerin desteklenmesi gerekmiyorsa subnet (IP adres kullanımı) olarak ayarlanmalıdır (gerekiyorsa net30 yani her istemci için /30 kullanılır) Öndeğer net30 (tavsiye edilmez)
