Repository: sonertari/UTMFW
Catalog: src/View/locale/*/LC_MESSAGES/utmfw_HELPBOX2.po
Languages: tr_tr

source: Use aaa.bbb.ccc.ddd as client address for downloading databases. Useful for multi-homed systems. Default: Use OS'es default outgoing IP address.
tr_tr: Veritabanlarını indirmek için istemci adresi olarak aaa.bbb.ccc.ddd kullanır. Birden fazla merkezi olan sistemler için yararlıdır. Öndeğer: İşletim sisteminin dış IP adresini kullanır.

source: Use slower but memory efficient decompression algorithm. Only affects the bzip2 decompressor. Default: disabled
tr_tr: Yavaş ama fazla bellek harcamayan açma algoritmasını kullanır. Sadece bzip2 açma programını etkiler. Öndeğer: kapalı

source: Use the same setting as you are using on the server. On most systems, the VPN will not function unless you partially or fully disable the firewall for the TUN/TAP interface.
tr_tr: Sunucudaki aynı ayarı kullanın. Çoğu sistemde paket eleğini TUN/TAP arayüzü için kısmen veya tamamen kapatmadıkça VPN çalışmaz.

source: Used to fill in the -FILTERGROUP- placeholder in the HTML template file, and to name the group in the access logs Defaults to empty string
tr_tr: HTML kalıp dosyasındaki -FILTERGROUP- yertutucusunu değiştirmek ve grubu giriş kayıtlarında isimlendirmek için kullanılır Öndeğer boş dizedir

source: Verify peer using default certificates.
tr_tr: Öntanımlı sertifikalarla karşı tarafı doğrula

source: When a file with unknown content length gets handled by the fancy DM, something must be done in the case that the file is found to be too large to scan (i.e. larger than maxcontentfilecachescansize). As of 2.9.7.0, a warning will be issued to the user that the fancy DM may not be able to cache the entire file, and the file will continue to be downloaded to disk (but not scanned) until it reaches this size, at which point the user will simply have to re-download the file (the URL won't be scanned again). The size is in kibibytes (i.e. 10240 = 10Mb)
tr_tr: Fancy İY bilinmeyen içerik uzunluğundaki bir dosyayı yönetirken dosyanın tarama için çok büyük olduğu fark edilirse önlem alınması gerekir (yani maxcontentfilecachescansize değerinden büyükse). 2.9.7.0 sürümünden itibaren, kullanıcıya fancy İY'nin tüm dosyayı önbelleğe alamayabileceği uyarısı gönderilir, ve dosya bu boyuta erişinceye kadar diske indirilmeye devam edilir (ama taranmaz), bu noktada kullanıcı dosyayı tekrar indirmek zorundadır (URL tekrar taranmayacaktır). Boyut kibibayt cinsindendir (yani 10240 = 10Mb)

source: When enabled, E2 looks for URLs within URLs, checking against the bannedsitelist and bannedurllist. This can be used, for example, to block images originating from banned sites from appearing in Google Images search results, as the original URLs are embedded in the thumbnail GET requests. (on|off) default = off
tr_tr: Etkinleştirilse E2 URL'lerin içinde URL arayarak site ve url karalisteleriyle karşılaştırır. Bu, örneğin, karalistelenmiş sitelerdeki resimlerin Google sorgu sonuçlarında görüntülenmesini engellemek için kullanılabilir, çünkü asıl URL'ler küçük resimlerin GET isteklerinde gömülüdür. (on|off) öndeğer = off

source: When on this disables the forced killing off all processes in the process group. This is not to be confused with the -g run time option - they are not related. on|off ( defaults to off )
tr_tr: Etkinleştirildiğinde süreç grubundaki tüm süreçlerin zorla kapatılmasını engeller. Bu -g komut satırı seçeneği ile karıştırılmamalıdır. on|off (öndeğer off)

source: When set to something greater than zero, this option causes URLs embedded within a page's HTML (from links, image tags, etc.) to be extracted and checked against the bannedsitelist and bannedurllist. Each link to a banned page causes the amount set here to be added to the page's weighting. The behaviour of this option with regards to multiple occurrences of a site/URL is affected by the weightedphrasemode setting. Set to 0 to disable. Defaults to 0. WARNING: This option is highly CPU intensive!
tr_tr: Sıfırdan büyük bir değere ayarlandığında sayfanın HTML'inde (köprüler, resim etiketleri, vd.) gömülü URL'lerin açılarak site ve url karalistelerindekilerle karşılaştırılmasını sağlar. Karalistedeki bir sayfayı gösteren her köprü sayfanın ağırlık değerine burada ayarlanan miktar kadar eklenmesini sağlar. Bir site veya URL ile birden fazla karşılaşılması durumundaki davranış ağırlıklı tümce kipi ayarı tarafından belirlenir. Kapatmak için 0'a ayarlayın. Öndeğer 0'dır. UYARI: Bu seçenek işlemci yükünü fazlaca artırır!

source: Which TCP/UDP port should OpenVPN listen on? If you want to run multiple OpenVPN instances on the same machine, use a different port number for each one. You will need to open up this port on your firewall.
tr_tr: OpenVPN'in dinleyeceği TCP/UDP kapısını ayarlar. Aynı makinada birden fazla OpenVPN süreci çalıştırmak istiyorsanız, her biri için farklı kapı numarası kullanın. Paket eleği kurallarında bu kapıyı açmanız gerekir.

source: Which local IP address should OpenVPN listen on? (optional).
tr_tr: OpenVPN'in dinleyeceği yerel IP adresi ayarlar. (tercihlidir)

source: Whitelisted IPs are never blocked, even if IDS produces alerts for them. Make sure you have internal and external IP addresses of the system whitelisted here. Otherwise, false positives may block access to the system from the network.
tr_tr: STS uyarı üretmiş olsa bile beyazlistelenmiş IP adresleri asla engellenmez. Sistemin iç ve dış IP adreslerinin burda listelenmiş olduğundan emin olun. Aksi taktirde yanlış alarmlar ağdan sisteme girişleri engelleyebilir.

source: Who the content emails go to (when thresholds are exceeded) and contentnotify is on example: contentadmin = 'admin@mycompany.com'
tr_tr: Eşik değerler aşıldığında içerik e-postalarının gönderileceği adrestir, contentnotify açık olmaldır örnek: contentadmin = 'admin@mycompany.com'

source: Who the email would come from example: mailfrom = 'e2guardian@mycompany.com'
tr_tr: E-postayı gönderen kaynak adresidir örnek: mailfrom = 'e2guardian@mycompany.com'

source: Who the virus emails go to (if notify av is on) example: avadmin = 'admin@mycompany.com'
tr_tr: Virüs e-postalarının gönderileceği adrestir, virüs uyarıları açık olmalıdır örnek: avadmin = 'admin@mycompany.com'

source: With this option clamav will try to detect broken executables and mark them as Broken.Executable Default: disabled
tr_tr: Bu seçenek ile clamav bozuk programları algılayıp işaretlemeye çalışacaktır Öndeğer: kapalı

source: You can apply configuration changes without restarting currently running process.
tr_tr: Çalışan süreçleri tekrar başlatmadan yapılandırma değişikliklerini uygulayabilirsiniz.

source: You can customize your rule sets here. Include only the relevant rule sets. Some of rule sets are disabled by default. These rules are either site policy specific or require tuning in order to not generate false positive alerts in most environments.
tr_tr: Kuralları ihtiyacınıza göre buradan değiştirebilirsiniz. Sadece gerekli kural setlerini açın. Bazı kural setleri öndeğer olarak kapalıdır. Bu kurallar ya kuruluma özel açılmalıdır veya çoğu ortamda yanlış alarm üretmemeleri için ayarlanmaları gerekir.

source: You must change the following variables to reflect your local network. The variable is currently setup for an RFC 1918 address space.
tr_tr: Yerel ağınıza göre aşağıdaki değişkenleri değiştirmelisiniz. Değişken RFC 1918 adres alanına göre ayarlanmıştır.

source: You should take into account that there may be computers with static IP addresses or using BOOTP protocol, and choose a range accordingly.
tr_tr: Sabit IP ile çalışan veya BOOTP protokolünü kullanan bilgisayarlar bulunabileceğini hesaba katarak IP aralığı seçmelisiniz.

source: anonymize logs (blank out usernames & IPs)
tr_tr: Kayıtları anonimleştirir. (kullanıcı adı ve IP adresleri yazmaz)

source: if on it logs some debug info regarding fork()ing and accept()ing which can usually be ignored. These are logged by syslog. It is safe to leave it on or off
tr_tr: Etkinleştirildiğinde fork ve accept ile ilgili hata giderme bilgilerini kaydeder, genelde gözardı edilebilir. Bunlar syslog aracılığı ile kaydedilir. Açık veya kapalı bırakmak sorun yaratmaz.

source: ignored if sslmitm is off
tr_tr: sslmitm kapalıysa gözardı edilir

source: language to use from languagedir, e.g. 'ukenglish'
tr_tr: Dil dizininden seçilecek dildir, örneğin 'ukenglish'

source: on|off ( defaults to off )
tr_tr: on|off ( öndeğer off )

source: the ip of the proxy (default is the loopback - i.e. this server)
tr_tr: Vekilin ip adresidir (öndeğer yerel arayüz, yani bu sunucudur)

source: the port E2Guardian connects to proxy on
tr_tr: E2Guardian'ın vekile bağlandığı kapıdır

source: the port that E2Guardian listens to.
tr_tr: E2Guardian'ın dinlediği kapıdır.

source: truncate large items in log lines
tr_tr: Kayıt satırlarındaki geniş öğeleri kırpar.
