Repository: sonertari/UTMFW
Catalog: src/View/locale/*/LC_MESSAGES/utmfw__.po
Languages: nl_nl, tr_tr

source: Add ACL
nl_nl: ACL Toevoegen
tr_tr: ACL ekle

source: Add DHCP interface
nl_nl: DHCP interface toevoegen
tr_tr: DHCP arayüzü ekle

source: Add IP
nl_nl: Nieuw IP adres toevoegen
tr_tr: IP ekle

source: Add alert keyword
nl_nl: Toevoegen alarm sleutelwoord
tr_tr: Uyarı anahtar kelimesi ekle

source: Add badword
nl_nl: Nieuw niet gewenst woord toevoegen
tr_tr: Uygunsuz kelime ekle

source: Add database mirror
nl_nl: Nieuwe database kopie toevoegen
tr_tr: Veritabanı aynası ekle

source: Add ext/mime
nl_nl: Nieuwe ext/mime toevoegen
tr_tr: Uzt/mime ekle

source: Add filter
tr_tr: Elek ekle

source: Add filter group user
tr_tr: Elek grubuna kullanıcı ekle

source: Add host
nl_nl: Nieuwe host toevoegen
tr_tr: Bilgisayar ekle

source: Add list item
nl_nl: Nieuw onderdeel toevoegen
tr_tr: Liste öğesi ekle

source: Add notifier user
tr_tr: Uyarı kullanıcısı ekle

source: Add to IP list
nl_nl: Nieuw IP adres toevoegen
tr_tr: IP listesine ekle

source: Add user
tr_tr: Kullanıcı ekle

source: Age
tr_tr: Süre

source: Apply AfterHours
nl_nl: Maak AfterHours aktief
tr_tr: MesaiSonrasını uygula

source: Apply pf rules
nl_nl: Maak pf regels aktief
tr_tr: Pf kurallarını uygula

source: Arg type check failed
tr_tr: Argüman tür kontrolü başarısız oldu

source: Automatic configuration
nl_nl: Automatisch configureren
tr_tr: Otomatik yapılandırma

source: Block IPs
nl_nl: Blokkeren van IP addressen
tr_tr: IP adreslerini engelle

source: Business days and holidays cannot overlap.
nl_nl: Werkdagen en vakanties kunnen elkaar niet overlappen.
tr_tr: İş günleri ve tatiller örtüşemez.

source: Bytes
tr_tr: Bayt

source: Cannot add
tr_tr: Eklenemiyor

source: Cannot determine the resolution in rrdfetch output
tr_tr: rrdfetch komutunun çıktısından çözünürlük belirlenemedi

source: Cannot find default route
tr_tr: Öndeğerli yönlendirme adresi bulunamadı

source: Cannot find group configuration file
tr_tr: Grup yapılandırma dosyası bulunamıyor

source: Cannot fork process
tr_tr: Süreç fork edilemedi

source: Cannot get MFS size
tr_tr: MFS boyutu alınamadı

source: Cannot get contents of /etc/rc
tr_tr: /etc/rc içeriği alınamadı

source: Cannot get contents of /etc/sync.var
tr_tr: /etc/sync.var içeriği alınamadı

source: Cannot get mount MFS
tr_tr: MFS yükleme ayarı alınamadı

source: Cannot get persistent MFS
tr_tr: Kalıcı MFS ayarı alınamadı

source: Cannot get pid
tr_tr: Pid alınamadı

source: Cannot install rule file
tr_tr: Kural dosyası kurulamadı

source: Cannot load rules
tr_tr: Kurallar yüklenemedi

source: Cannot read config
tr_tr: Yapılandırma okunamadı

source: Cannot remove tmp file
tr_tr: Geçici dosya silinemedi

source: Cannot remove tmp sslproxy file
tr_tr: Geçici sslproxy dosyası silinemedi

source: Cannot write to tmp file
tr_tr: Geçici dosyaya yazılamadı

source: Cannot write to tmp sslproxy file
tr_tr: Geçici sslproxy dosyasına yazılamadı

source: Change p3scan report language
nl_nl: Wijzig p3scan rapportage taal
tr_tr: P3scan bildirim dilini değiştir

source: Change spamassassin local
nl_nl: Wijzig de taal voor spamassasin
tr_tr: Spamassasin yöresini değiştir

source: Check if process running
nl_nl: Kontroleer of een process aktief is
tr_tr: Sürecin çalıştığını kontrol et

source: Chinese simplified
tr_tr: Çince basitleştirilmiş

source: Cleared
tr_tr: Temizlenme

source: Compressed
tr_tr: Sıkıştırılmış

source: Configure an interface
nl_nl: Configureer een interface
tr_tr: Arayüzü yapılandır

source: Copy conf
nl_nl: Kopieer configuratie
tr_tr: Yapılandırmayı kopyala

source: Create new group
nl_nl: Cre"eer een nieuwe groep
tr_tr: Yeni grup yarat

source: Create user
tr_tr: Kullanıcı yarat

source: Datetime wrong
nl_nl: Fout in de Datum/tijd
tr_tr: Tarih-saat hatalı

source: Delete ACL
nl_nl: Verwijder ACL
tr_tr: ACL'yi sil

source: Delete DHCP interface
nl_nl: Verwijder DHCP interface
tr_tr: DHCP arayüzünü sil

source: Delete IP
nl_nl: Verwijder IP adres
tr_tr: IP adresini sil

source: Delete IP from list
nl_nl: Verwijder IP adres van lijst
tr_tr: Listeden IP adresini sil

source: Delete alert keywords
nl_nl: Verwijder alarm sleutelworden
tr_tr: Uyarı anahtar kelimesini sil

source: Delete allowed IPs
tr_tr: İzin verilen IP adreslerini sil

source: Delete badword
nl_nl: Verwijder badword
tr_tr: Uygunsuz kelime sil

source: Delete client
tr_tr: İstemciyi sil

source: Delete conf
nl_nl: Verwijder configuratie
tr_tr: Yapılandırma sil

source: Delete database mirror
nl_nl: Verwijder database kopie
tr_tr: Veritabanı aynasını sil

source: Delete ext/mime
nl_nl: Verwijder extensie/mime
tr_tr: Uzt/mime sil

source: Delete filter
tr_tr: Elek sil

source: Delete filter group user
tr_tr: Elek grup kullanıcısını sil

source: Delete host
nl_nl: Verwijder systeem
tr_tr: Bilgisayar sil

source: Delete list item
nl_nl: Verwijder lijst onderdeel
tr_tr: Liste öğesini sil

source: Delete notifier user
tr_tr: Uyarı kullanıcısı sil

source: Delete restricted IPs
tr_tr: Sınırlı IP adresini sil

source: Delete rule file
tr_tr: Kural dosyasını sil

source: Delete user
tr_tr: Kullanıcıyı sil

source: Dest
tr_tr: Hedef

source: Dir
tr_tr: Yön

source: Disable AfterHours
nl_nl: Uitschakelen AfterHours
tr_tr: MesaiSonrasını kapat

source: Disable AfterHours business days
nl_nl: Uitschakelen Afterhours werkdagen
tr_tr: MesaiSonrası işgünlerini kapat

source: Disable AfterHours holidays
nl_nl: Uitschakelen Afterhours vakanties
tr_tr: MesaiSonrası tatil günlerini kapat

source: Disable config
nl_nl: Uitschakelen configuratie
tr_tr: Yapılandırmayı kapat

source: Disable ext/mime
nl_nl: Uitschakelen extensie/mime
tr_tr: Uzt/mime kapat

source: Disable notifier
tr_tr: Uyarıları kapat

source: Disable notifier SSL verify peer
tr_tr: Uyarı sunucusu SSL doğrulamayı kapat

source: Disable rule
nl_nl: Uitschakelen van een pf regel
tr_tr: Kuralı kapat

source: Display remote time
nl_nl: Toon tijd op afstand
tr_tr: Uzaktaki zamanı göster

source: Dropped Bytes
tr_tr: Engellenen Baytlar

source: Dropped Packets
tr_tr: Engellenen Paketler

source: Dutch
tr_tr: Hollandaca

source: E-mail address wrong
nl_nl: Fout in het E-mail adres
tr_tr: E-posta adresi hatalı

source: Enable AfterHours
nl_nl: Inschakelen AfterHours
tr_tr: MesaiSonrasını aç

source: Enable AfterHours business days
nl_nl: Inschakelen Afterhours werkdagen
tr_tr: MesaiSonrası işgünlerini aç

source: Enable AfterHours holidays
nl_nl: Inschakelen AfterHours vakanties
tr_tr: MesaiSonrası tatil günlerini aç

source: Enable config
nl_nl: Inschakelen configuratie
tr_tr: Yapılandırmayı aç

source: Enable ext/mime
nl_nl: Inschakelen extensie/mime
tr_tr: Uzt/mime aç

source: Enable hostap on an interface
tr_tr: Bir arayüzün hostap modunu aç

source: Enable notifier
tr_tr: Uyarıları aç

source: Enable notifier SSL verify peer
tr_tr: Uyarı sunucusu SSL doğrulamayı aç

source: Enable rule
nl_nl: Inschakelen regel
tr_tr: Kuralı aç

source: English
nl_nl: Engels
tr_tr: İngilizce

source: Erase statistics files
nl_nl: Verwijder statistiek bestanden
tr_tr: İstatistik dosyalarını sil

source: Error in include file
tr_tr: Eklenen dosyada hata

source: Error loading, rule load forced
tr_tr: Yüklemede hata, kural hatalara rağmen yüklendi

source: Error loading, rule loaded partially
tr_tr: Yüklemede hata, kural sorunlu olarak yüklendi

source: Evaluations
tr_tr: Değerlendirme

source: Expr
tr_tr: Aşım

source: Extension wrong
nl_nl: Fout in de Extensie
tr_tr: Uzantı hatalı

source: FAILED
tr_tr: BAŞARISIZ

source: FATAL ERRORS in creating new group
tr_tr: Yeni grup yaratırken CİDDİ HATALAR oluştu

source: Failed creating or attaching to message queue
tr_tr: Mesaj kuyruğu yaratılamadı veya bağlantı başarısız oldu

source: Failed executing rrdfetch
tr_tr: rrdfetch komutu başarısız oldu

source: Failed loading rules
tr_tr: Kural yüklemesi başarısız oldu

source: Failed removing message queue
tr_tr: Mesaj kuyruğunun silinmesi başarısız oldu

source: Failed running pfctl command
tr_tr: Pfctl komutu başarısız oldu

source: Failed testing rules
tr_tr: Kuralların testi başarısız oldu

source: Failed validating command line
tr_tr: Komut satırı doğrulaması başarısız oldu

source: File does not exit
tr_tr: Dosya mevcut değil

source: File too large, will not process files larger than <SIZE> MB
tr_tr: Dosya fazla büyük,<SIZE> MB'dan büyük dosyalar işlenmez

source: Filename not accepted
tr_tr: Dosya adı kabul edilmedi

source: Filepath wrong
nl_nl: Fout in het bestandspad
tr_tr: Dosya yolu yanlış

source: French
tr_tr: Fransızca

source: Generate SSL key pairs
tr_tr: SSL anahtarlarını üret

source: Generate rule
tr_tr: Kural üretimi

source: Generate rules
tr_tr: Kural listesi üretimi

source: Get ACL
nl_nl: Opvragen ACL
tr_tr: ACL getir

source: Get AfterHour pf rules
nl_nl: Opvragen AfterHour pf regels
tr_tr: MesaiSonrası pf kurallarını getir

source: Get AfterHours
nl_nl: Opvragen AfterHours
tr_tr: MesaiSonrasını getir

source: Get CA cert filename
tr_tr: CA sertifika dosya adını getir

source: Get DHCP IP range
nl_nl: Opvragen DHCP IP adres reeks
tr_tr: DHCP IP aralığını getir

source: Get DHCP interfaces
nl_nl: Opvragen DHCP interfaces
tr_tr: DHCP arayüzlerini getir

source: Get DHCP option
nl_nl: Opvragen DHCP optie
tr_tr: DHCP seçeneğini getir

source: Get IPS info
nl_nl: Opvragen IPS info
tr_tr: SES bilgisini getir

source: Get MFS config
tr_tr: MFS ayarlarını getir

source: Get active cats
nl_nl: Opvragen aktieve categoriën
tr_tr: Açık sınıflandırmaları getir

source: Get alert keywords
nl_nl: Opvragen alarm sleutelwoorden
tr_tr: Uyarı anahtar kelimelerini getir

source: Get all stats
nl_nl: Opvragen alle statistieken
tr_tr: Tüm istatistikleri getir

source: Get allowed IPs
tr_tr: İzin verilen IP adresleri getir

source: Get arp table
nl_nl: Opvragen arp tabel
tr_tr: Arp tablosunu getir

source: Get arp table size
tr_tr: Arp tablosu boyutunu getir

source: Get auth ip list
nl_nl: Opvragen auth IP lijst
tr_tr: Auth IP listesini getir

source: Get badwords
nl_nl: Opvragen badwords
tr_tr: Uygunsuz kelimeleri getir

source: Get clients
tr_tr: İstemcileri getir

source: Get config values
nl_nl: Opvragen configatie waardes
tr_tr: Yapılandırma değerlerini getir

source: Get configuration
nl_nl: Opvragen configuratie
tr_tr: Yapılandırmayı getir

source: Get confs
nl_nl: Opvragen configuratie
tr_tr: Yapılandırmaları getir

source: Get critical errors
tr_tr: Kritik hataları getir

source: Get current locale
nl_nl: Opvragen regionale instellingen
tr_tr: Geçerli yöreyi getir

source: Get database mirrors
nl_nl: Opvragen database kopieën
tr_tr: Veritabanı aynalarını getir

source: Get datetime
tr_tr: Tarih-saati getir

source: Get dhcp leases
nl_nl: Opvragen dhcp leases
tr_tr: Kiralanan DHCP adreslerini getir

source: Get dhcp leases count
tr_tr: Kiralanan DHCP adres sayısını getir

source: Get disabled rules
nl_nl: Opvragen uitgeschakelde regels
tr_tr: Kapalı kuralları getir

source: Get ether of ip
tr_tr: IP'nin ethernet adresini getir

source: Get ext/mime list
nl_nl: Opvragen ext/mime lijst
tr_tr: Uzt/mime listesini getir

source: Get ext_if
nl_nl: Opvragen ext_if
tr_tr: ext_if'i getir

source: Get graph
tr_tr: Grafiği getir

source: Get group count
nl_nl: Opvragen aantal groepen
tr_tr: Grup sayısını getir

source: Get group user list
tr_tr: Grup kullanıcı listesini getir

source: Get host graphs
nl_nl: Opvragen host grafieken
tr_tr: Bilgisayar grafiklerini getir

source: Get if config
nl_nl: Opvragen verbinding configuratie
tr_tr: Arayüz yapılandırmasını getir

source: Get im log file
nl_nl: Opvragen IM logbestand
tr_tr: Mesajlaşma kayıt dosyasını getir

source: Get inactive cats
nl_nl: Opvragen niet aktieve categorieën
tr_tr: Kapalı sınıflandırmaları getir

source: Get int_if
nl_nl: Opvragen int_if
tr_tr: int_if'i getir

source: Get interface DNS forwarder listens on
tr_tr: DNS ileticinin dinlediği arayüzü getir

source: Get last logs
tr_tr: Son kayıtları getir

source: Get line count
tr_tr: Satır sayısını getir

source: Get lines
nl_nl: Opvragen regels van logbestand
tr_tr: Satırları getir

source: Get list
nl_nl: Opvragen lijst
tr_tr: Listeyi getir

source: Get listed ips
nl_nl: Opvragen getoonde IPs
tr_tr: Listelenmiş IP adreslerini getir

source: Get local users
nl_nl: Opvragen lokale gebruikers
tr_tr: Yerel kullanıcıları getir

source: Get locales
nl_nl: Opvragen regionale instellingen
tr_tr: Yöreleri getir

source: Get log file
nl_nl: Opvragen logbestand
tr_tr: Kayıt dosyasını getir

source: Get log files list
nl_nl: Opvragen lijst van logbestanden
tr_tr: Kayıt dosyası listesini getir

source: Get log start date
nl_nl: Opvragen log start datum
tr_tr: Kayıt başlangıç tarihini getir

source: Get logs configuration
nl_nl: Opvragen logbestanden configuratie
tr_tr: Kayıt yapılandırmasını getir

source: Get max stats
tr_tr: En fazla istatistikleri getir

source: Get module status
tr_tr: Modül durumunu getir

source: Get partition list
nl_nl: Opvragen partitie lijst
tr_tr: Disk bölümü listesini getir

source: Get pf info
tr_tr: Pf bilgisini getir

source: Get pf interface info
tr_tr: Pf arayüz bilgisini getir

source: Get pf memory info
tr_tr: Pf bellek bilgisini getir

source: Get pf queue info
tr_tr: Pf kuyruk bilgisini getir

source: Get pf rules info
tr_tr: Pf kural bilgisini getir

source: Get pf state count
tr_tr: Pf durum sayısını getir

source: Get pf states
tr_tr: Pf durumlarını getir

source: Get pf timeout info
tr_tr: Pf zaman aşımı bilgisini getir

source: Get ping hosts
tr_tr: Ping hedeflerini getir

source: Get process list
nl_nl: Vraag de proces lijst op
tr_tr: Süreç listesini getir

source: Get protocols
nl_nl: Vraag protocollen op
tr_tr: Protokolleri getir

source: Get reload rate
tr_tr: Tekrar yükleme süresini getir

source: Get remote time
nl_nl: Opvragen tijd op afstand
tr_tr: Uzaktaki zamanı getir

source: Get remote users
nl_nl: Opvragen gebruikers op afstand
tr_tr: Uzak kullanıcıyı getir

source: Get restricted IPs
tr_tr: Sınırlı IP adresleri getir

source: Get rule files
tr_tr: Kural dosyalarını getir

source: Get rules
nl_nl: Vraag regels op
tr_tr: Kuralları getir

source: Get service start status
nl_nl: Vraag service start status op
tr_tr: Servis başlatma durumunu getir

source: Get service status
nl_nl: Vraag service status op
tr_tr: Servis durumunu getir

source: Get sessions
nl_nl: Vraag sessies op
tr_tr: Oturumları getir

source: Get software version
nl_nl: Vraag software versie op
tr_tr: Yazılım sürümünü getir

source: Get spamd blacklist
nl_nl: Vraag spamd blacklist op
tr_tr: Spamd karalistesini getir

source: Get spamd whitelist
nl_nl: Vraag spamd whitelist op
tr_tr: Spamd beyazlistesini getir

source: Get stat lines
nl_nl: Opvragen statistiek info van statistiek logbestand
tr_tr: İstatistik satırlarını getir

source: Get stats
nl_nl: Vraag statistieken op
tr_tr: İstatistikleri getir

source: Get sysctl values
nl_nl: Opvragen sysctl instellingen
tr_tr: Sysctl değerlerini getir

source: Get system admin e-mail address
nl_nl: Opvragen systeembeheerder e-mail adres
tr_tr: Sistem yöneticisi e-posta adresini getir

source: Get system gateway
nl_nl: Vraag systeem gateway op
tr_tr: Sistem ağ geçidini getir

source: Get system information
nl_nl: Vraag systeem informatie op
tr_tr: Sistem bilgisini getir

source: Get tail
nl_nl: Opvragen laatste deel van het logbestand
tr_tr: Kuyruğunu getir

source: Get users
tr_tr: Kullanıcıları getir

source: Group created successfully
tr_tr: Grup başarıyla yaratıldı

source: Group exists
nl_nl: Groep bestaat
tr_tr: Grup kontrolü

source: Host wrong
nl_nl: Fout in de systeem naam
tr_tr: Bilgisayar öğesi hatalı

source: Hourly
nl_nl: Per uur
tr_tr: Saatlik

source: IP address or port wrong
nl_nl: Fout in het IP adres of de poort
tr_tr: IP adresi veya kapı hatalı

source: IP address wrong
nl_nl: Fout in het IP adres
tr_tr: IP adresi hatalı

source: IP or IP list wrong
nl_nl: Fout in het IP adres of de IP adres lijst
tr_tr: IP veya IP listesi hatalı

source: IP or network address fixed
tr_tr: IP veya ağ adresi düzeltildi

source: IP range wrong
nl_nl: Fout in de IP adres reeks
tr_tr: IP aralığı hatalı

source: If client conf
tr_tr: İstemci yapılandırması olduğunu kontrol et

source: In4 Block
tr_tr: İçeri IP4 Engelleme

source: In4 Pass
tr_tr: İçeri IP4 Geçirme

source: In6 Block
tr_tr: İçeri IP6 Engelleme

source: In6 Pass
tr_tr: İçeri IP6 Geçirme

source: Init graphs
nl_nl: Initialiseer grafieken
tr_tr: Grafikleri sıfırla

source: Inserted
tr_tr: Eklenme

source: Install rules
tr_tr: Kural kurulumu

source: Interface up or down
tr_tr: Arayüzü aç veya kapat

source: Intrusion Detection
tr_tr: Saldırı Tespit

source: Invalid inline rules, parser output
tr_tr: Geçersiz satıriçi kurallar, işleme çıktısı

source: Invalid structured rule, parser output
tr_tr: Geçersiz yapısal kural, işleme çıktısı

source: Invalid value
nl_nl: Ongeldige waarde
tr_tr: Geçersiz değer

source: Invalid value for
tr_tr: Geçersiz değer

source: Is notifier enabled
tr_tr: Uyarılar açık mı

source: Line
nl_nl: Regel
tr_tr: Satır

source: List hosts
nl_nl: Toon systeemnamen
tr_tr: Bilgisayarları listele

source: List physical interfaces
nl_nl: Toon physieke verbindingen
tr_tr: Fiziksel arayüzleri listele

source: Load Error
tr_tr: Yükleme Hatası

source: Log user out
tr_tr: Kullanıcıyı çıkar

source: Make system gateway dynamic
nl_nl: Maak systeem gateway dynamisch
tr_tr: Sistem ağ geçidini dinamik yap

source: Make system gateway static
nl_nl: Maak systeem gateway statisch
tr_tr: Sistem ağ geçidini sabit yap

source: Max Values
tr_tr: En Yüksek Değerler

source: Method does not exist
tr_tr: Yöntem bulunamadı

source: Mfs size wrong
tr_tr: Mfs boyutu hatalı

source: Mime type wrong
nl_nl: Fout in het Mime type
tr_tr: Mime türü hatalı

source: Move ACL Down
nl_nl: Verplaats ACL naar beneden
tr_tr: ACL'i aşağı kaydır

source: Move ACL Up
nl_nl: Verplaats ACL naar boven
tr_tr: ACL'yi yukarı kaydır

source: Move rule down
tr_tr: Kuralı aşağı kaydır

source: Move rule up
tr_tr: Kuralı yukarı kaydır

source: Multiple values not allowed for
tr_tr: Birden fazla değer kullanılamaz

source: Name
tr_tr: Ad

source: Name wrong
nl_nl: Fout in de naam
tr_tr: Ad yanlış

source: No regex or func def for
tr_tr: Regex veya fonksiyon tanımlanmamış

source: No such file
tr_tr: Böyle bir dosya yok

source: Not JSON encoded string
tr_tr: JSON ile kodlanmış bir metin değil

source: Not asterisk
nl_nl: Geen sterretje
tr_tr: Asterisk değil

source: Not boolean
tr_tr: Boolean değir

source: Not comma separated digits
nl_nl: Geen door komma gescheiden cijfers
tr_tr: Virgülle ayrılmış rakamlar değil

source: Not config name
nl_nl: Geen configuratie naam
tr_tr: Yapılandırma adı değil

source: Not empty string
nl_nl: Geen lege string
tr_tr: Boş dizi değil

source: Not enough args
tr_tr: Argüman sayısı yetersiz

source: Not running command
tr_tr: Komut çalıştırılmadı

source: Not serialized array
tr_tr: Serileştirilmiş tablo değil

source: Not sha1 encrypted string
tr_tr: Sha1 ile şifrelenmiş bir metin değil

source: Number
tr_tr: Sayı

source: Number wrong
nl_nl: Fout in het nummer
tr_tr: Sayı yanlış

source: One or more actions failed while creating new group Examine the report above to make sure this is the intended result!
tr_tr: Yeni grup yaratılırken bir veya daha fazla işlem başarısız oldu Yukarıdaki raporu inceleyip bunun beklediğiniz gibi bir sonuç olduğundan emin olun!

source: Out4 Block
tr_tr: Dışarı IP4 Engelleme

source: Out4 Pass
tr_tr: Dışarı IP4 Geçirme

source: Out6 Block
tr_tr: Dışarı IP6 Engelleme

source: Out6 Pass
tr_tr: Dışarı IP6 Geçirme

source: Output not in correct format
tr_tr: Çıktı doğru yapıda değil

source: Packets
tr_tr: Paketler

source: Parse Error
tr_tr: İşleme Hatası

source: Parse rules
tr_tr: Kuralları işle

source: Pfctl output does not match
tr_tr: Pfctl çıktısı uyuşmuyor

source: Prepare file for download
nl_nl: Voorbereiden bestand voor downloaden
tr_tr: Dosyayı indirme için hazırla

source: Queue Length
tr_tr: Kuyruk Boyu

source: RRD file does not exist
tr_tr: RRD dosya bulunamadı

source: Reached max nesting for inline anchors
tr_tr: Satıriçi çapalar için en fazla içiçe sayıya ulaşıldı

source: Reached max nesting for structured rules
tr_tr: Yapısal kural için en fazla içiçe sayıya ulaşıldı

source: Read system gateway
nl_nl: Opvragen systeem gateway
tr_tr: Sistem ağ geçidini getir

source: Read system hostname
nl_nl: Opvragen systeemnaam
tr_tr: Sistem adını getir

source: Read system nameserver
nl_nl: Opvragen systeem nameserver
tr_tr: Sistem ad sunucusunu getir

source: Regular expression wrong
nl_nl: Fout in de reguliere expressie
tr_tr: Düzenli ifade hatalı

source: Reload
nl_nl: Ververs
tr_tr: Tekrar yükle

source: Render layout
tr_tr: Layout'u üret

source: Requests by date
nl_nl: Verzoeken per datum
tr_tr: Tarihe göre istekler

source: Required element missing
tr_tr: Gerekli eleman yok

source: Restart network
nl_nl: Herstart netwerk
tr_tr: Ağı tekrar başlat

source: Rotate all log files
nl_nl: Roteer alle log bestanden
tr_tr: Bütün kayıt dosyalarını döndür

source: Rotate log file
nl_nl: Roteer log bestand
tr_tr: Kayıt dosyasını döndür

source: Rule
tr_tr: Kural

source: Rules
tr_tr: Kurallar

source: Ruleset contains errors
tr_tr: Kural listesinde hata var

source: Russian
nl_nl: Russisch
tr_tr: Rusça

source: STAT
tr_tr: DURUM

source: SUCCESS
tr_tr: BAŞARILI

source: Search site
nl_nl: Doorzoek site
tr_tr: Site sorgula

source: Select log file
nl_nl: Kies log bestand
tr_tr: Kayıt dosyası seç

source: Set MFS
tr_tr: MFS'i ayarla

source: Set MFS size
tr_tr: MFS boyutunu ayarla

source: Set UserAuth URL
tr_tr: Kullanıcı doğrulama URL'ini ayarla

source: Set afterhours if
nl_nl: Instellen afterhours verbinding
tr_tr: Mesaisonrası arayüzünü ayarla

source: Set allowed IPs
tr_tr: İzinli IP adreslerini ekle

source: Set configuration
nl_nl: Instellen configuratie
tr_tr: Yapılandırmayı ayarla

source: Set default locale
tr_tr: Öntanımlı dili ayarla

source: Set dhcpd conf
nl_nl: Instellen dhcpd configuratie
tr_tr: dhcpd.conf'u ayarla

source: Set e-mail address
nl_nl: Instellen e-mail adres
tr_tr: E-posta adresini ayarla

source: Set force HTTPs
tr_tr: HTTPs uygulamayı ayarla

source: Set gateway ping host
tr_tr: Ağ geçidi ping hedefini ayarla

source: Set help boxes
nl_nl: Instellen help panelen
tr_tr: Yardım kutularını ayarla

source: Set ifs
nl_nl: Instellen verbindingen
tr_tr: Arayüzleri ayarla

source: Set interface DNS forwarder listens on
tr_tr: DNS ileticinin dinlediği arayüzü ayarla

source: Set interfaces
nl_nl: Instellen verbindingen
tr_tr: Arayüzleri ayarla

source: Set internal net
nl_nl: Instellen interne netwerk
tr_tr: İç ağı ayarla

source: Set log level
nl_nl: Instellen log niveau
tr_tr: Kayıt seviyesini ayarla

source: Set logs configuration
nl_nl: Instellen log configuratie
tr_tr: Kayıt yapılandırmasını ayarla

source: Set man.cgi home
tr_tr: man.cgi adresini ayarla

source: Set max anchor nesting
tr_tr: En fazla içiçe çapa sayısını ayarla

source: Set max file size to process
tr_tr: İşlenecek en fazla dosya boyutunu ayarla

source: Set name value pair
nl_nl: Instellen naam waarde paar
tr_tr: Ad değer çiftini ayarla

source: Set notifier API key
tr_tr: Uyarı API anahtarını ayarla

source: Set notifier host
tr_tr: Uyarı sunucuyu ayarla

source: Set notifier timeout
tr_tr: Uyarı zaman aşımını ayarla

source: Set notify level
tr_tr: Uyarı seviyesini ayarla

source: Set pfctl timeout
tr_tr: Pfctl zaman aşımını ayarla

source: Set pmacct if
nl_nl: Set pmacct verbinding
tr_tr: Pmacct arayüzünü ayarla

source: Set pmacct net
nl_nl: Instellen pmacct netwerk
tr_tr: Pmacct ağını ayarla

source: Set reload rate
nl_nl: Instellen ververs ratio
tr_tr: Tekrar yükleme sıklığını ayarla

source: Set remote ping host
tr_tr: Uzak ping hedefini ayarla

source: Set remote time
nl_nl: Instellen tijd op afstand
tr_tr: Uzak zamanı ayarla

source: Set restricted IPs
tr_tr: Sınırlı IP adreslerini ekle
