Repository: sonertari/UTMFW
Catalog: src/View/locale/*/LC_MESSAGES/utmfw_STATS.po
Languages: fr_fr, nl_nl, ru_ru, tr_tr

source: Account name
fr_fr: Nom du compte
nl_nl: Gebruikers naam
tr_tr: Hesap adı

source: All alerts
fr_fr: Toutes les alertes
nl_nl: Alle alarmeringen
ru_ru: Все оповещения
tr_tr: Tüm uyarılar

source: All attempts
fr_fr: Toutes les tentatives
nl_nl: Alle pogingen
ru_ru: Все попытки
tr_tr: Tüm denemeler

source: All connections
fr_fr: Toutes les connections
nl_nl: Alle verbindingen
ru_ru: Все соединения
tr_tr: Tüm bağlantılar

source: All queries
fr_fr: Toutes les requêtes
nl_nl: Alle zoekopdrachten
ru_ru: Все запросы
tr_tr: Tüm sorgular

source: All requests
fr_fr: Toutes les requêtes
nl_nl: Alle verzoeken
ru_ru: Все запросы
tr_tr: Tüm istekler

source: All sessions
fr_fr: Toutes les sessions
nl_nl: Alle sessies
ru_ru: Все сессии
tr_tr: Tüm oturumlar

source: All un/blocks and extensions
nl_nl: Alle blokkeringen/deblokkades en verlengingen
tr_tr: Tüm engelleme ve uzatmalar

source: Allowed requests
fr_fr: Requêtes autorisées
nl_nl: Toegestane verzoeken
ru_ru: Разрешённые запросы
tr_tr: İzin verilen istekler

source: Attack Types
fr_fr: Types d'attaques
nl_nl: Aanvals types
ru_ru: Типы Атак
tr_tr: Saldırı türleri

source: Blacklists
fr_fr: Listes noires
nl_nl: Zwarte lijsten
ru_ru: Черные списки
tr_tr: Karalisteler

source: Blocked Hosts
fr_fr: Hôtes bloqués
nl_nl: Geblokkeerde systemen
ru_ru: Заблокированные хосты
tr_tr: Engellenenler

source: Blocked Time
fr_fr: Temps de blocage
nl_nl: Tijd van blokkering
ru_ru: Период Блокировки
tr_tr: Engellenen Süre

source: Blocked Times (min)
fr_fr: Temps de blocage (min)
nl_nl: Geblokkeerd tijden (min)
ru_ru: Периоды Блокировок (мин)
tr_tr: Engellenen Süre (dak)

source: Blocked Times (sec)
fr_fr: Temps de blocage (sec)
nl_nl: Geblokkeerd tijden (sec)
ru_ru: Периоды Блокировок (сек)
tr_tr: Engellenen Süre (sn)

source: Blocked requests
fr_fr: Requêtes bloquées
nl_nl: Geblokkeerde verzoeken
ru_ru: Заблокированные запросы
tr_tr: Engellenen istekler

source: Bypassed denials
nl_nl: Omgeleide weigeringen
ru_ru: Обход запретов
tr_tr: Atlanan engellemeler

source: Bypassing IPs
nl_nl: Omgeleidde IP adressen
ru_ru: Пропущено с IP
tr_tr: Atlayan IP'ler

source: Bypassing users
tr_tr: Atlayan kullanıcılar

source: Cached queries
tr_tr: Saklanan sorgular

source: Client
ru_ru: Клиент
tr_tr: İstemci

source: Client IPs
fr_fr: IPs client
nl_nl: Client IP adressen
ru_ru: Клиентские IP
tr_tr: İstemci IP'leri

source: Clients
nl_nl: Clienten
ru_ru: Клиенты
tr_tr: İstemciler

source: Closed by
fr_fr: Fermé par
nl_nl: Gesloten door
ru_ru: Кем закрыто
tr_tr: Kapatan

source: Connections
tr_tr: Bağlantılar

source: Connections by date
fr_fr: Connections par date
nl_nl: Verbindingen per datum
ru_ru: Соединения по дате
tr_tr: Tarihe göre bağlantılar

source: Deferred IPs
nl_nl: Uitgestelde IP adressen
ru_ru: Замедленные IPs
tr_tr: Geçiktirilen IP'ler

source: Denied IPs
fr_fr: IPs refusées
nl_nl: Geweigerde IP adressen
ru_ru: Запреты с IP
tr_tr: Engellenen IP'ler

source: Denied categories
fr_fr: Catégories refusées
nl_nl: Geweigerde categoriën
ru_ru: Запрещенные категории
tr_tr: Engellenen kategoriler

source: Denied requests
fr_fr: Requêtes refusées
nl_nl: Geweigerde verzoeken
ru_ru: Запрещённые запросы
tr_tr: Engellenen istekler

source: Denied users
tr_tr: Engellenen kullanıcılar

source: Destination Addresses
tr_tr: Hedef Adresler

source: Destination IPs
fr_fr: IPs de destination
nl_nl: Bestemmings IP adressen
ru_ru: IP назначения
tr_tr: Hedef IP'ler

source: Destination addresses
fr_fr: Adresses de destination
nl_nl: Bestemmings adres
ru_ru: Адреса назначения
tr_tr: Hedef adresler

source: Destination ports
fr_fr: Ports de destination
nl_nl: Bestemmings poort
ru_ru: Порты назначения
tr_tr: Hedef kapılar

source: Domains
fr_fr: Domaines
nl_nl: Domein
ru_ru: Домены
tr_tr: Alanadları

source: Downloaded (KB)
fr_fr: Téléchargé (Ko)
nl_nl: Gedownload (KB)
ru_ru: Принято (KB)
tr_tr: İndirilen (KB)

source: Downloads (KB)
tr_tr: İndirilen (KB)

source: Durations
tr_tr: Süreler

source: E-mails per request
nl_nl: E-mails per verzoek
ru_ru: Писем на запрос
tr_tr: İstek başına e-postalar

source: Errors
tr_tr: Hatalar

source: Exception IPs
nl_nl: Uitzonderings IP adressen
ru_ru: Исключения с IP
tr_tr: İstisna IP'ler

source: Exception requests
nl_nl: Uitzonderings verzoeken
ru_ru: Исключённые запросы
tr_tr: İstisna istekler

source: Exception users
tr_tr: İstisna kullanıcılar

source: Expired connections
tr_tr: Zaman aşımına uğramış bağlantılar

source: Extended Hosts
nl_nl: Uitgestelde systemen
tr_tr: Uzatılanlar

source: Extended Times (min)
nl_nl: Uitgestelde tijden (min)
tr_tr: Uzatılan Süre (dak)

source: Failed attempts
fr_fr: Tentatives échouées
nl_nl: Gefaalde pogingen
ru_ru: Неудачные попытки
tr_tr: Başarısız denemeler

source: Failed queries
tr_tr: Başarısız sorgular

source: Failed users
nl_nl: Gefaalde gebruikers
ru_ru: Отказано пользователям
tr_tr: Başarısız kullanıcılar

source: Failure reason
fr_fr: Raison de l'échec
nl_nl: Reden voor het falen
ru_ru: Причина отказа
tr_tr: Başarısızlık sebebi

source: General Statistics
fr_fr: Statistiques générales
nl_nl: Algemene Statistieken
ru_ru: Основная статистика
tr_tr: Genel İstatistikler

source: HTTP Codes
fr_fr: Codes HTTP
ru_ru: Коды HTTP
tr_tr: HTTP Kodu

source: IPs
nl_nl: IP Adressen
tr_tr: IP'ler

source: IPs querying
nl_nl: IP adressen met verzoeken
ru_ru: IP делавшие запросы
tr_tr: Sorgulayan IP'ler

source: Idle Times
tr_tr: Durağan Süreler

source: Idle connections
tr_tr: Durağan bağlantılar

source: Infected
fr_fr: Infecté
ru_ru: Инфецированные
tr_tr: Virüslü

source: Infected IPs
fr_fr: IPs infectés
nl_nl: Geïnfecteerde IP adressen
ru_ru: IP запросивших инфецированный контент
tr_tr: Virüslü IP'ler

source: Infected e-mails
fr_fr: Email infectés
ru_ru: Инфецированные e-mails
tr_tr: Virüslü e-postalar

source: Infected requests
fr_fr: Requêtes infectées
nl_nl: Geïnfecteerde verzoeken
ru_ru: Инфецированные запросы
tr_tr: Virüslü istekler

source: Infected users
tr_tr: Virüslü kullanıcılar

source: Links
fr_fr: Liens
ru_ru: Ссылки
tr_tr: Bağlantılar

source: Links visited
fr_fr: Liens visités
nl_nl: Bezochte links
ru_ru: Посещённые ссылки
tr_tr: Ziyaret edilen bağlantılar

source: Locked IPs
nl_nl: Afgeschermde IP adressen
ru_ru: Блокированные IP
tr_tr: Kilitlenen IP'ler

source: Logged in user
fr_fr: Utilisateur connecté
nl_nl: Ingelogde gebruiker
ru_ru: Входивший пользователь
tr_tr: Giriş yapmış kullanıcı

source: Longest deferred (sec)
nl_nl: Langst uitgesteld (sec)
ru_ru: Наибольшее замедление (сек.)
tr_tr: En uzun geciktirilen (sn)

source: Matched requests
tr_tr: Eşleşen istekler

source: Methods
fr_fr: Methodes
nl_nl: Methodes
ru_ru: Методы
tr_tr: Yöntemler

source: Number of e-mails
fr_fr: Nombre d'email
nl_nl: Aantal emails
ru_ru: Количество писем
tr_tr: E-posta sayısı

source: Number of messages
fr_fr: Nombre de messages
nl_nl: Aantal berichten
ru_ru: Количество сообщений
tr_tr: Mesaj sayısı

source: Packet types
fr_fr: Type de paquet
nl_nl: Pakket types
ru_ru: Типы пакетов
tr_tr: Paket türleri

source: Priorities
fr_fr: Priorités
nl_nl: Prioriteiten
ru_ru: Приоритеты
tr_tr: Öncelikler

source: Priority
fr_fr: Priorité
nl_nl: Prioriteit
ru_ru: Приоритет
tr_tr: Öncelik

source: Processed (KB)
fr_fr: Traité (Ko)
nl_nl: Verwerkt (KB)
ru_ru: Обработано (KB)
tr_tr: İşlenen (KB)

source: Processing time (sec)
fr_fr: Temps de traitement (sec)
nl_nl: Verwerkingstijd (sec)
ru_ru: Время обработки (сек)
tr_tr: İşleme süresi (sn)

source: Protocols
tr_tr: Protokoller

source: Query types
fr_fr: Types de requêtes
nl_nl: Verzoek types
ru_ru: Типы запросов
tr_tr: Sorgu türleri

source: Reason
tr_tr: Sebep

source: Reasons
fr_fr: Raisons
nl_nl: Redenen
ru_ru: Причины
tr_tr: Sebepler

source: Received (KB)
fr_fr: Reçu (Ko)
nl_nl: Ontvangen (KB)
ru_ru: Получено (KB)
tr_tr: Alınan (KB)

source: Recipients
fr_fr: Destinataires
nl_nl: Ontvangers
ru_ru: Получатели
tr_tr: Alıcılar

source: Relay results
nl_nl: Relay resultaten
ru_ru: Результаты пересылки
tr_tr: İletim sonuçları

source: Requests
fr_fr: Requêtes
nl_nl: Verzoeken
ru_ru: Запросы
tr_tr: İstekler

source: Requests by IP
fr_fr: Requêtes par IP
nl_nl: Verzoeken per IP adres
ru_ru: Запросы по IP
tr_tr: İstekte bulunan IP'ler

source: Requests by date
fr_fr: Requêtes par date
nl_nl: Verzoeken per datum
ru_ru: Запросов по датам
tr_tr: Tarihe göre istekler

source: Requests by user
tr_tr: İstekte bulunan kullanıcılar

source: Requests bypassed
nl_nl: Omgeleide verzoeken
ru_ru: Запросов в обход
tr_tr: Atlanan istekler

source: Requests denied
fr_fr: Requêtes refusées
nl_nl: Verzoeken afgewezen
ru_ru: Запросов запрещено
tr_tr: Engellenen istekler

source: Requests infected
fr_fr: Requêtes infectées
nl_nl: Verzoeken geïnfecteerd
ru_ru: Запросов инфецировано
tr_tr: Virüslü istekler

source: Requests scanned
fr_fr: Requêtes scannées
nl_nl: Gescande verzoeken
ru_ru: Запросов просканированно
tr_tr: Taranan istekler

source: Results
fr_fr: Résultats
nl_nl: Resultaten
ru_ru: Результаты
tr_tr: Sonuçlar

source: SSH version
fr_fr: Version de SSH
nl_nl: SSH versie
ru_ru: Версия SSH
tr_tr: SSH sürümü

source: SSL Destination Protocols
tr_tr: SSL Hedef Protokoller

source: SSL Source Protocols
tr_tr: SSL Kaynak Protokoller

source: Scan Results
fr_fr: Résultats du scan
nl_nl: Scan resultaten
ru_ru: Результаты сканирования
tr_tr: Tarama sonuçları

source: Scan Types
fr_fr: Types de scan
ru_ru: Типы сканирования
tr_tr: Tarama türleri

source: Scanned IPs
fr_fr: IPs scannés
nl_nl: Gescande IP adressen
ru_ru: Просканированно IP
tr_tr: Taranan IP'ler

source: Scanned requests
fr_fr: Requêtes scannées
nl_nl: Gescande verzoeken
ru_ru: Просканированно запросов
tr_tr: Taranan istekler

source: Scanned users
tr_tr: Taranan kullanıcılar

source: Senders
fr_fr: Expéditeurs
nl_nl: Zenders
ru_ru: Отправители
tr_tr: Göndericiler

source: Sent messages
fr_fr: Messages envoyés
nl_nl: Verzonden berichten
ru_ru: Послано сообщений
tr_tr: Gönderilen mesajlar

source: Server
fr_fr: Serveur
ru_ru: Сервер
tr_tr: Sunucu

source: Session Takeover
nl_nl: Sessie overname
ru_ru: Сессий обслужено
tr_tr: Bağlantı kesme

source: Set watermarks
tr_tr: Devreye giren watermarklar

source: Size by IP (KB)
fr_fr: Taille par IP (Ko)
nl_nl: Grootte per IP adres
ru_ru: Размер по IP (KB)
tr_tr: IP başına boyut (KB)

source: Size by Link (KB)
fr_fr: Taille par lien (Ko)
nl_nl: Grootte per link
ru_ru: Размер по Ссылке (KB)
tr_tr: Bağlantı başına boyut (KB)

source: Size by Method (KB)
tr_tr: Metod başına boyut (KB)

source: Size by Protocol (KB)
tr_tr: Protokol başına boyut (KB)

source: Size by User (KB)
tr_tr: Kullanıcı başına boyut (KB)

source: Size by site (KB)
fr_fr: Taille par site (Ko)
nl_nl: Grootte per site (KB)
ru_ru: Размер по сайту
tr_tr: Site başına boyut (KB)

source: Soft inits
tr_tr: Tekrar başlatmalar

source: Soft inits (unblock all)
tr_tr: Tekrar başlatmalar (engellemeleri kaldır)

source: Source Addresses
tr_tr: Kaynak adresleri

source: Source IPs
fr_fr: IPs sources
nl_nl: Bron IP adressen
ru_ru: IP источников
tr_tr: Kaynak IP'ler

source: Source Ports
fr_fr: Ports source
nl_nl: Bron poorten
ru_ru: Порты источников
tr_tr: Kaynak kapılar

source: Source addresses
fr_fr: Adresse source
nl_nl: Bron adressen
ru_ru: Адреса источников
tr_tr: Kaynak adresleri

source: Spam Scan Requests
fr_fr: Requêtes Scan Spam
nl_nl: Spam scan verzoeken
ru_ru: Запросов к спам-сканеру
tr_tr: Spam tarama istekleri

source: Successful logins
fr_fr: Logins réussi
nl_nl: Succesvolle logins
ru_ru: Успешные попытки входа
tr_tr: Başarılı girişler

source: Target IPs
fr_fr: IPs cibles
nl_nl: Bestemmings IP adressen
ru_ru: Целевые IP
tr_tr: Hedef IP'ler

source: Target Ports
fr_fr: Ports cibles
nl_nl: Bestemmings poorten
ru_ru: Целевые Порты
tr_tr: Hedef kapılar

source: Total deferred time (sec)
nl_nl: Totaal uitgestelde tijd (sec)
ru_ru: Общее время замедления (сек)
tr_tr: Toplam geciktirme süresi (sn)

source: Transmitted (KB)
fr_fr: Transmis (Ko)
nl_nl: Verzonden (KB)
ru_ru: Передано (KB)
tr_tr: Aktarılan (KB)

source: Type
ru_ru: Тип
tr_tr: Tür

source: Unblocked Hosts
fr_fr: Hôtes débloqués
nl_nl: Niet geblokkeerde systemen
ru_ru: Разблокированные хосты
tr_tr: Engellemesi kaldırılanlar

source: Uploads (KB)
tr_tr: Yüklenen (KB)

source: User
tr_tr: Kullanıcı

source: Users
fr_fr: Utilisateurs
nl_nl: Gebruikers
ru_ru: Пользователи
tr_tr: Kullanıcılar

source: Virus
tr_tr: Virüs

source: Virus Scan Requests
fr_fr: Requêtes Scan Virus
nl_nl: Virus scan verzoeken
ru_ru: Запросов к антивирусу
tr_tr: Virüs tarama istekleri

source: Warnings
tr_tr: Uyarılar

source: Cache
ru_ru: Кэш

source: Ham
nl_nl: Ham (geen spam)
ru_ru: Не спам

source: Scan Result
ru_ru: Результат сканирования

source: Size by Target (KB)
fr_fr: Taille par cible (Ko)
nl_nl: Grootte per bestemming
ru_ru: Размер по Цели (KB)

source: Spam
ru_ru: Спам

source: Target
fr_fr: Cible
nl_nl: Bestemming
ru_ru: Цель
