Repository: sonertari/UTMFW
Catalog: src/View/locale/*/LC_MESSAGES/utmfw_TITLE.po
Languages: tr_tr

source: #Blocked
tr_tr: Engellenmiş#

source: #Passed
tr_tr: İzinverilmiş#

source: 1 minute average
tr_tr: 1 dakikalık ortalama

source: 15 minute average
tr_tr: 15 dakikalık ortalama

source: 5 minute average
tr_tr: 5 dakikalık ortalama

source: <MODEL> has CRITICAL errors
tr_tr: <MODEL>: ÖNEMLi hatalar var

source: <MODEL> has ERRORs
tr_tr: <MODEL>: HATALAR var

source: <MODEL> has WARNINGs
tr_tr: <MODEL>: UYARILAR var

source: <RULE_TYPE> rule
tr_tr: <RULE_TYPE> kuralı

source: Act
tr_tr: İşlem

source: Action
tr_tr: İşlem

source: Adaptive Timeouts
tr_tr: Değişken Zaman Aşımları

source: Address Family
tr_tr: Adres Ailesi

source: Admin e-mail
tr_tr: Yönetici e-posta adresi

source: All rights reserved.
tr_tr: Tüm hakları saklıdır.

source: Allow Opts
tr_tr: Seçeneklere İzin Ver

source: Anchor
tr_tr: Çapa

source: And <COUNT> others not shown.
tr_tr: Ve <COUNT> adet gösterilmeyen var.

source: Archives
tr_tr: Arşivler

source: Assign Priority
tr_tr: Öncelik Ata

source: Assign Tag
tr_tr: Tag Ata

source: Automatic config
tr_tr: Otomatik yapılandırma

source: Bandwidth
tr_tr: Band Genişliği

source: Block Option
tr_tr: Engelleme Seçenekleri

source: Block Policy
tr_tr: Engelleme Kuralı

source: Business Days
tr_tr: İş günleri

source: Business Hours
tr_tr: İş saatleri

source: CPU Load
tr_tr: İşlemci Yükü

source: CPUs
tr_tr: İşlemciler

source: CRITICAL
tr_tr: ÖNEMLİ

source: Cache
tr_tr: Önbellek

source: Category
tr_tr: Sınıf

source: Click to search in the logs
tr_tr: Kayıtlarda aramak için tıklayın

source: Click to search in the stats
tr_tr: İstatistiklerde aramak için tıklayın

source: Client
tr_tr: İstemci

source: Code
tr_tr: Kod

source: Comment
tr_tr: Yorum

source: Configuration
tr_tr: Ayarlar

source: Copyright
tr_tr: Telif hakkı

source: Count
tr_tr: Sayı

source: Critical
tr_tr: Önemli

source: Critical Error
tr_tr: Önemli Hata

source: Current Password
tr_tr: Mevcut Parola

source: DHCP Server
tr_tr: DHCP Sunucu

source: DNS Server
tr_tr: DNS Sunucu

source: DPort
tr_tr: HPort

source: Data Transfer
tr_tr: Veri Aktarımı

source: Date
tr_tr: Tarih

source: DateTime
tr_tr: TarihSaat

source: Day
tr_tr: Gün

source: Debug
tr_tr: Hata Ayıklama

source: Default
tr_tr: Öntanım

source: Delete
tr_tr: Sil

source: Delete ruleset
tr_tr: Kural listesini sil

source: Destination
tr_tr: Hedef

source: Destination Port
tr_tr: Hedef Kapı

source: Dir
tr_tr: Yön

source: Direction
tr_tr: Yön

source: Disabled Services
tr_tr: Kapalı Servisler

source: Disk I/O
tr_tr: Disk Yazma/Okuma

source: Disks
tr_tr: Diskler

source: Divert Host
tr_tr: Yön Değiştirme Adresi

source: Divert Port
tr_tr: Yön Değiştirme Kapısı

source: Divert Reply
tr_tr: Yön Değiştirmeye Cevap

source: Domain
tr_tr: Alanadı

source: Download ruleset
tr_tr: Kural listesini indir

source: DstIP
tr_tr: HdfIP

source: ERROR
tr_tr: HATA

source: Edit
tr_tr: Düzenle

source: Edit <RULE_TYPE> Rule <RULE_NUMBER>
tr_tr: <RULE_TYPE> Kuralı <RULE_NUMBER> Düzenleme

source: Enable Source Track
tr_tr: Kaynak Takibini Aç

source: Enabled Services
tr_tr: Açık Servisler

source: End
tr_tr: Son

source: Enforce TOS
tr_tr: TOS Uygula

source: Error
tr_tr: Hata

source: Expire
tr_tr: Zamanaşımı

source: Export To pflow
tr_tr: Pflow'a Aktar

source: External Interface
tr_tr: Dış Arayüz

source: External interface
tr_tr: Dış arayüz

source: FTP Proxy
tr_tr: FTP Vekil

source: File
tr_tr: Dosya

source: Fingerprints File
tr_tr: Parmakizi Dosyası

source: First
tr_tr: İlk

source: Flag
tr_tr: Bayrak

source: Flags
tr_tr: Bayraklar

source: Flows
tr_tr: Akışlar

source: Force HTTPs
tr_tr: HTTPs Uygula

source: Fragment
tr_tr: Parça

source: Frags
tr_tr: Parçalar

source: From
tr_tr: Başlangıç

source: From Redirect Host
tr_tr: Yönlendirme Adresinden

source: Function
tr_tr: Fonksiyon

source: Gateway
tr_tr: Ağ geçidi

source: Graph files
tr_tr: Grafik dosyaları

source: Group
tr_tr: Grup

source: HTTP Proxy
tr_tr: HTTP Vekil

source: Help Boxes
tr_tr: Yardım Kutuları

source: Holidays
tr_tr: Tatiller

source: Host
tr_tr: Cihaz

source: Host Id
tr_tr: Adres Kimliği

source: Hostname
tr_tr: Sistem Adı

source: Hosts
tr_tr: Bilgisayarlar

source: Hour
tr_tr: Saat

source: ICMP Timeouts
tr_tr: ICMP Zaman Aşımları

source: ICMP Type
tr_tr: ICMP Türü

source: ICMP6 Type
tr_tr: ICMP6 Türü

source: IDS
tr_tr: STS

source: IM Proxy
tr_tr: IM Vekil

source: INFORMATION
tr_tr: BİLGİ

source: IP Forwarding
tr_tr: IP Yönlendirme

source: Id
tr_tr: Kimlik

source: Identifier
tr_tr: Tanımlayıcı

source: If
tr_tr: Arayüz

source: Inline IPS
tr_tr: Inline SES

source: Inline Intrusion Prevention
tr_tr: Inline Saldırı Engelleme

source: Inline Rules
tr_tr: Aynısatır Kuralları

source: Inline rules
tr_tr: Aynısatır kuralları

source: Interface
tr_tr: Arayüz

source: Interface Binding
tr_tr: Arayüz Bağlantısı

source: Internal Interface
tr_tr: Yerel Arayüz

source: Internal interface
tr_tr: Yerel arayüz

source: Interval
tr_tr: Zaman Aralığı

source: Intrusion Detection
tr_tr: Saldırı Tespit

source: Label
tr_tr: Etiket

source: Language
tr_tr: Dil

source: Limit
tr_tr: Sınır

source: Line
tr_tr: Satır

source: Line number
tr_tr: Satır numarası

source: Lines per page
tr_tr: Satır sayısı

source: Listed
tr_tr: Listelenme

source: Load ruleset
tr_tr: Kural listesini yükle

source: Log
tr_tr: Kayıt

source: Log Interface
tr_tr: Kayıt Arayüzü

source: Log Level
tr_tr: Kayıt Seviyesi

source: Logging
tr_tr: Kayıt

source: Logs
tr_tr: Kayıtlar

source: Loopback Interface
tr_tr: Döngü Arayüzü

source: Machine
tr_tr: Makina

source: Match All
tr_tr: Hepsini Eşle

source: Match Priority
tr_tr: Öncelik Eşle

source: Match TOS
tr_tr: TOS Eşle

source: Match Tagged
tr_tr: Tag Eşle

source: Max
tr_tr: En fazla

source: Max Addresses
tr_tr: En Fazla Adres Sayısı

source: Max Anchor Nesting
tr_tr: En Fazla İçiçe Çapa Sayısı

source: Max Connection
tr_tr: En Fazla Bağlantı

source: Max Connection Rate
tr_tr: En Yüksek Bağlantı Hızı

source: Max MSS
tr_tr: En Yüksek MSS

source: Max Single Host States
tr_tr: Tek Adres için En Fazla Durum Sayısı

source: Max States
tr_tr: En Fazla Durum Sayısı

source: Max-mss
tr_tr: En yüksek-mss

source: Mbuf Statistics
tr_tr: Mbuf İstatistikleri

source: Memory Usage
tr_tr: Bellek Kullanımı

source: Min
tr_tr: En az

source: Min TTL
tr_tr: En düşük TTL

source: Min-ttl
tr_tr: En düşük-ttl

source: Minute
tr_tr: Dakika

source: Module Status
tr_tr: Modül Durumu

source: Month
tr_tr: Ay

source: Motherboard
tr_tr: Anakart

source: Move down
tr_tr: Aşağı taşı

source: Move up
tr_tr: Yukarı taşı

source: Mtd
tr_tr: Yntm

source: Name
tr_tr: Ad

source: Nameserver
tr_tr: Ad sunucu

source: Needle
tr_tr: Sorgu

source: Network Protocol Usage
tr_tr: Ağ Protokol Kullanımı

source: New Password
tr_tr: Yeni Parola

source: New Password Again
tr_tr: Tekrar Yeni Parola

source: No Errors
tr_tr: Hata yok

source: No pfsync
tr_tr: Pfsync olmadan

source: Number of Processes
tr_tr: Süreç Sayısı

source: Number of lines
tr_tr: Satır sayısı

source: Number of processes
tr_tr: Süreç sayısı

source: OS
tr_tr: Sistem

source: Once
tr_tr: Bir Defa

source: Operating System
tr_tr: İşletim Sistemi

source: Optimization
tr_tr: Optimizasyon

source: Option
tr_tr: Seçenek

source: Options
tr_tr: Seçenekler

source: Other Timeouts
tr_tr: Diğer Zaman Aşımları

source: Overload
tr_tr: Aşırı yükleme

source: POP3 Proxy
tr_tr: POP3 Vekil

source: Packet Filter
tr_tr: Paket Eleği

source: Parent
tr_tr: Veli

source: Partitions
tr_tr: Disk Bölümleri

source: Partitions Usages
tr_tr: Disk Bölüm Kullanımları

source: Passive IPS
tr_tr: Pasif SES

source: Passive Intrusion Prevention
tr_tr: Pasif Saldırı Engelleme

source: Password
tr_tr: Parola

source: Pfctl Timeout
tr_tr: Pfctl Zaman Aşımı

source: Physical Memory
tr_tr: Fiziksel Bellek

source: Prio
tr_tr: Önc

source: Privileged IPs
tr_tr: Öncelikli IP'ler

source: Probability
tr_tr: Olasılık

source: Process
tr_tr: Süreç

source: Process CPU Load
tr_tr: Süreç İşlemci Yükü

source: Processor
tr_tr: İşlemci

source: Protocol
tr_tr: Protokol

source: Qlimit
tr_tr: Kuyruk Boyu

source: Quantum
tr_tr: Kuantum

source: Queue
tr_tr: Kuyruk

source: Quick
tr_tr: Hemen Uygula

source: Reason
tr_tr: Sebep

source: Reassemble
tr_tr: Birleştir

source: Received on Interface
tr_tr: Alınan Arayüz

source: Redirect Address Family
tr_tr: Tekrar Yönlendirme Adres Ailesi

source: Redirect Host
tr_tr: Tekrar Yönlendirme Adresi

source: Redirect Options
tr_tr: Tekrar Yönlendirme Seçenekleri

source: Redirect Port
tr_tr: Tekrar Yönlendirme Kapısı

source: Refresh interval
tr_tr: Yenileme aralığı

source: Regexp
tr_tr: Düzenli ifade

source: Reload Rate
tr_tr: Tekrar Yükleme Sıklığı

source: Resource not available
tr_tr: Kaynağa ulaşılamıyor

source: Restart network
tr_tr: Ağı tekrar başlat

source: Restricted IPs
tr_tr: Sınırlı IP'ler

source: Rotate all log files
tr_tr: Tüm kayıt dosyalarını döndür

source: Route Host
tr_tr: Yönlendirme Adresi

source: Route Type
tr_tr: Yönlendirme Türü

source: Routing Table
tr_tr: Yönlendirme Tablosu

source: Rule
tr_tr: Kural

source: Rule number
tr_tr: Kural numarası

source: Rules file
tr_tr: Kural dosyası

source: Ruleset Optimization
tr_tr: Kural Listesi Optimizasyonu

source: Running
tr_tr: Çalışıyor

source: SMTP Proxy
tr_tr: SMTP Vekil

source: SOCKS Proxy
tr_tr: SOCKS Vekil

source: SPAM Deferral
tr_tr: SPAM Geciktirme

source: SPAM Filter
tr_tr: SPAM Eleği

source: SPort
tr_tr: KPort

source: SSL Proxy
tr_tr: SSL Vekil

source: Save ruleset
tr_tr: Kural listesini kaydet

source: Scan
tr_tr: Tarama

source: Scrub Options
tr_tr: Kazıma Seçenekleri

source: Search site
tr_tr: Site ara

source: Secure Level
tr_tr: Güvenlik Seviyesi

source: Select Option Type
tr_tr: Seçenek Türünü Seçin

source: Selected
tr_tr: Seçili

source: Serial Number
tr_tr: Seri Numarası

source: Session Timeout
tr_tr: Oturum Zaman Aşımı

source: Size
tr_tr: Boyut

source: Size (KB)
tr_tr: Boyut (KB)

source: Skip Interfaces
tr_tr: Atlanacak Arayüzler

source: Sloppy Tracker
tr_tr: Detaysız Takip

source: Software Version
tr_tr: Yazılım Sürümü

source: Source
tr_tr: Kaynak

source: Source Port
tr_tr: Kaynak Kapısı

source: Source Track Timeout
tr_tr: Kaynak Takip Zaman Aşımı

source: Source->Destination
tr_tr: Kaynak->Hedef

source: Src Nodes
tr_tr: Kaynak Noktalar

source: SrcIP
tr_tr: KynkIP

source: Start
tr_tr: Başlangıç

source: State
tr_tr: Durum

source: State Defaults
tr_tr: Durum Öntanımları

source: State Policy
tr_tr: Durum Kuralları

source: State Searches vs Packets
tr_tr: Durum Aramaları ve Paketler

source: State Statistics
tr_tr: Durum İstatistikleri

source: Stateful Filtering
tr_tr: Durum Takip Eden Elek

source: States
tr_tr: Durumlar

source: Static Port
tr_tr: Sabit Kapı

source: Statistics and uncompressed log files
tr_tr: İstatistik ve açılmış kayıt dosyaları

source: Status
tr_tr: Durum

source: Status Check Interval
tr_tr: Durum Kontrol Aralığı

source: Stopped
tr_tr: Durmuş

source: System
tr_tr: Sistem

source: TCP Flags
tr_tr: TCP Bayrakları

source: TCP Timeouts
tr_tr: TCP Zaman Aşımları

source: Table Entries
tr_tr: Tablo Girdileri

source: Tables
tr_tr: Tablolar

source: Target
tr_tr: Hedef

source: Temperature
tr_tr: Sıcaklık

source: Time
tr_tr: Saat

source: Time server
tr_tr: Zaman sunucu

source: Timeout
tr_tr: Zaman Aşımı

source: To
tr_tr: Bitiş

source: To Redirect Host
tr_tr: Tekrar Yönlendirme Hedef Adresi

source: Type
tr_tr: Tür

source: UDP Timeouts
tr_tr: UDP Zaman Aşımları

source: Upload rules file
tr_tr: Kural dosyasını karşıya yükle

source: Upload ruleset
tr_tr: Kural listesini karşıya yükle

source: Uptime
tr_tr: Çalışma Süresi

source: Use SSH
tr_tr: SSH Kullan

source: User
tr_tr: Kullanıcı

source: User name
tr_tr: Kullanıcı adı

source: Value
tr_tr: Değer

source: Values
tr_tr: Değerler

source: Version
tr_tr: Sürüm

source: Virus DB Update
tr_tr: Virüs VT Güncelleme

source: Virus Filter
tr_tr: Virüs Eleği

source: WARNING
tr_tr: UYARI

source: Warning
tr_tr: Uyarı

source: Web Filter
tr_tr: Web Eleği

source: Web Server
tr_tr: Web Sunucu

source: When (h)
tr_tr: Zaman (saat)

source: add file
tr_tr: dosya ekle

source: add host or network
tr_tr: adres veya ağ ekle

source: disabled
tr_tr: kapalı

source: enabled
tr_tr: açık

source: is not running
tr_tr: çalışmıyor

source: is running
tr_tr: çalışıyor

source: modified
tr_tr: değişmiş

source: negated
tr_tr: ters çevir

source: primary
tr_tr: birincil

source: secondary
tr_tr: ikincil

source: secs
tr_tr: sn

source: to
tr_tr: kaydet

source: total
tr_tr: toplam

source: uploaded
tr_tr: yüklenen
