Repository: sonertari/UTMFW
Catalog: src/View/locale/*/LC_MESSAGES/utmfw_TITLE2.po
Languages: ru_ru

source: AV Admin
ru_ru: E-mail для уведоблений (AV)

source: AV Subject
ru_ru: Тема в уведомительных письмах (AV)

source: Access Denied Address
ru_ru: Переопределение страницы 'Доступ запрещён'

source: Access control list
ru_ru: Список контроля доступа (ACL)

source: Access denied address
ru_ru: Переопределение страницы 'Доступ запрещён'

source: Active IPs (arp table)
ru_ru: Активные IP (arp-таблица)

source: Address Family
ru_ru: Семейство адресов

source: Advanced Power Management
ru_ru: Расширенное управление питанием (APM)

source: After hours
ru_ru: Послерабочие часы

source: All rights reserved.
ru_ru: Все права защищены.

source: Allow localhost
ru_ru: Разрешить localhost

source: Anonymize Logs
ru_ru: Обезличить логи

source: Apply configuration
ru_ru: Применить конфигурацию

source: Archive Block Encrypted
ru_ru: Блокировать защищённые архивы

source: Archive Block Max
ru_ru: Блокировать крупные архивы

source: Archive Limit Memory Usage
ru_ru: Режим экономиии RAM

source: Archive Max Compression Ratio
ru_ru: Допустимый уровень сжатия объектов

source: Archive Max File Size
ru_ru: Предельный размер файла внутри архива

source: Archive Max Files
ru_ru: Кол-во файлов внутри архива

source: Archive Max Recursion
ru_ru: Кол-во уровней вложенности архива

source: Back Orifice detector
ru_ru: Детектор Back Orifice

source: Badwords
ru_ru: Стоп-лист слов

source: Badwords filtering
ru_ru: Фильрация слов

source: Badwords replace character
ru_ru: Символ для подмены нежелательных слов

source: Banned image replacement
ru_ru: Подмена блокированных изображений

source: Banner
ru_ru: Баннер

source: Bayes auto learn
ru_ru: Автообучение фильтра Байеса

source: Blacklist
ru_ru: Чёрный список

source: Blacklisted
ru_ru: Запрещённые

source: Blanket Block
ru_ru: Общая блокировка

source: Blanket IP Block
ru_ru: Общая блокировка IP

source: Blanket SSL/CONNECT Block
ru_ru: Общая блокировка SSL/CONNECT

source: Blanket SSL/CONNECT IP Block
ru_ru: Общая IP блокировка SSL/CONNECT

source: Block Duration
ru_ru: Длительнсть блокировки

source: Block all filetransfers
ru_ru: Блокировать любую пересылку файлов

source: Block downloads
ru_ru: Блокировать загрузки

source: Block webcams
ru_ru: Блокировать веб-камеры

source: Broadcast address
ru_ru: Широковещательный адрес

source: Bytes Free
ru_ru: Байт свободно

source: COMMAND
ru_ru: КОМАНДА

source: CVS Tag
ru_ru: CVS Тег

source: Cache mgr
ru_ru: Кеш-менеджер

source: Category display threshold
ru_ru: Порог отображения рейтинга категорий

source: Certificate
ru_ru: Сертификат

source: Cipher
ru_ru: Шифр

source: Client netmask
ru_ru: Маска сети клиента

source: Compression
ru_ru: Сжатие

source: Configuration
ru_ru: Конфигурация

source: Content Admin
ru_ru: E-mail для уведомлений (Web)

source: Content Subject
ru_ru: Тема в уведомительных письмах (Web)

source: Content scan exceptions
ru_ru: Исключения контент-сканера

source: Content scanner timeout
ru_ru: Таймаут контент-сканера

source: Content scanning web filter.
ru_ru: Контентный веб-фильтр.

source: Create filter group
ru_ru: Создать новую группу

source: Create list cache files
ru_ru: Создание списка кэш-файлов

source: DHCP Server
ru_ru: DHCP Сервер

source: DNS Database Info
ru_ru: Инфо из базы DNS

source: DNS Server
ru_ru: DNS Сервер

source: DNS_SERVERS
ru_ru: DNS_СЕРВЕРЫ

source: Database Checks
ru_ru: Проверки БД

source: Database Mirrors
ru_ru: Зеркала БД

source: De-facto standard IDS (Intrusion Detection System).
ru_ru: Фактически стандарт IDS (система обнаружения вторжений).

source: De-facto standard among HTTP proxies.
ru_ru: Фактически стандарт среди HTTP-проксей.

source: Debug
ru_ru: Отладка

source: Debug options
ru_ru: Параметры отладки

source: Delete downloaded temp files
ru_ru: Удалять временные файлы

source: Deny others
ru_ru: Запретить другое

source: Desc
ru_ru: Опис.

source: Detect Broken Executables
ru_ru: Определять порченные исполняемые файлы

source: Device
ru_ru: Имя интерфейса

source: Diffie-Hellman params
ru_ru: Параметры алгоритма Диффи — Хеллмана

source: Disable content scanning
ru_ru: Отключить контент-сканирование

source: Disable decode alerts
ru_ru: Отключить разбор оповещений

source: Disable ipopt alerts
ru_ru: Отключить оповещения ipopt

source: Disable logging process
ru_ru: Отключить создание логов

source: Disable tcpopt alerts
ru_ru: Отключить оповещения tcpopt

source: Disable tcpopt experimental alerts
ru_ru: Отключить эксперементальные предупреждения tcpopt

source: Disable tcpopt obsolete alerts
ru_ru: Отключить устаревшие оповещения tcpopt

source: Disable tcpopt ttcp alerts
ru_ru: Отключить оповещения tcpopt ttcp

source: Disabled
ru_ru: Отключено

source: Disabled Rules
ru_ru: Отключенные правила

source: EXTERNAL_NET
ru_ru: ВНЕШНЯЯ_СЕТЬ

source: Embedded URL weighting
ru_ru: Анализ ссылочных объектов (URL)

source: Enable Deep URL Analysis
ru_ru: Включить дополнительный анализ URL

source: Enable SSL/TLS
ru_ru: Включить SSL/TLS

source: Enabled
ru_ru: Включено

source: Enabled Rules
ru_ru: Включенные правила

source: English
ru_ru: Английский

source: FTP Proxy
ru_ru: FTP Прокси

source: Filter IP
ru_ru: IP Фильтра

source: Filter Port
ru_ru: Порт фильтра

source: Filter group mode
ru_ru: Режим работы группы

source: Filter group name
ru_ru: Имя группы

source: Follow Directory Symlinks
ru_ru: Следовать по симлинками на каталоги

source: Follow File Symlinks
ru_ru: Следовать по симлинками на файлы

source: Force quick search
ru_ru: Использовать быструю проверку

source: Forwarded for
ru_ru: Добавлять к заголовку X-Forwarded-For

source: Forwarders
ru_ru: Пересылка

source: Free OOP scripting language.
ru_ru: Открытый объектно-ориентированный скриптовый язык .

source: Free secure shell provides remote shell access to the system. It is believed that almost 90% of all secure shell traffic on the Internet is provided by OpenSSH. OpenSSH is developed by the OpenBSD project.
ru_ru: Набор программ, предоставляющих шифрование сеансов связи по компьютерным сетям с использованием протокола SSH. 90% SSH трафика обеспечивается средствами OpenSSH. Разработан и поддерживается сообществом проекта OpenBSD.

source: Fri
ru_ru: Пт

source: GROUP
ru_ru: ГРУППА

source: Gateway
ru_ru: Шлюз

source: Greylist
ru_ru: Серый список

source: Group
ru_ru: Группа

source: HOME_NET
ru_ru: ДОМАШНЯЯ_СЕТЬ

source: HTTP Proxy
ru_ru: HTTP Прокси

source: HTTP Proxy Password
ru_ru: Пароль HTTP Прокси

source: HTTP Proxy Port
ru_ru: Порт HTTP Прокси

source: HTTP Proxy Server
ru_ru: HTTP Прокси

source: HTTP Proxy Username
ru_ru: Имя пользователя HTTP Прокси

source: HTTP_PORTS
ru_ru: HTTP_ПОРТЫ

source: HTTP_SERVERS
ru_ru: HTTP_СЕРВЕРЫ

source: Hex decode content
ru_ru: Декодировать Hex-содержимое

source: Host
ru_ru: Хост

source: Host IP
ru_ru: IP хоста

source: Hostname Lookups
ru_ru: Разрешение имён

source: IM Proxy
ru_ru: IM Прокси

source: IP defragmentation support
ru_ru: Поддержка IP дефрагментации

source: IP or Net
ru_ru: IP или Net

source: IP range
ru_ru: IP диапазон

source: Ignore errors
ru_ru: Игнорировать ошибки

source: Include classification & priority settings
ru_ru: Выводить в лог классификацию и приоритет

source: Include reference systems
ru_ru: Выводить доп. информацию

source: Infection/Scan Error Bypass
ru_ru: Таймаут игнорирования Заражённых/Проблемных объектов

source: Infection/Scan Error Bypass Secret Key
ru_ru: Пароль для игнорирования Заражённых/Проблемных объектов

source: Infection/Scan Error Bypass on Scan Errors Only
ru_ru: Игнорировать только при невозможности сканирования

source: Initial Trickle delay
ru_ru: Начать поддержку соединения через

source: Interface Configuration
ru_ru: Настройка интерфейса

source: Interfaces
ru_ru: Интерфейсы

source: Intrusion Alerts
ru_ru: Оповещения о Вторжении

source: Intrusion Detection
ru_ru: Обнаружение Вторжений

source: Intrusion Prevention
ru_ru: Предотвращение Вторжений

source: Just Delete
ru_ru: Удалять заражённые

source: KeepAlive Timeout
ru_ru: Таймаут KeepAlive

source: Keywords
ru_ru: Ключивые слова

source: Language
ru_ru: Язык

source: Leases
ru_ru: Аренда

source: Leave Temporary Files
ru_ru: Оставлять временные файлы

source: Listen Address
ru_ru: Слушать на адресе

source: Local IP Address
ru_ru: Локальный IP Адрес

source: Local IP address
ru_ru: Локальный IP Адрес

source: Local User
ru_ru: Локальный пользователь

source: Locale
ru_ru: Локаль

source: Lock duration
ru_ru: Длительность блокировки

source: Lock on
ru_ru: Блокировать при

source: Log Clean
ru_ru: Записывать в лог о чистых объектах

source: Log Exception Hits
ru_ru: Записывать в лог о срабатывании исключений

source: Log Level
ru_ru: Режим Логгирования

source: Log Verbose
ru_ru: Подробность логгирования

source: Log ad blocks
ru_ru: Записывать в лог блокировку рекламы

source: Log child process handling
ru_ru: Записывать в лог действия с процессами-потомками

source: Log client hostnames
ru_ru: Записывать имена клиентских компьютеров

source: Log connection handling errors
ru_ru: Записывать проблемы связи

source: Log fqdn
ru_ru: Записывать fqdn

source: Log helo
ru_ru: Записывать helo

source: Log ip on direct
ru_ru: Записывать IP при соединениях напрямую

source: Log level
ru_ru: Режим логгирования

source: Log mail from
ru_ru: Записывать mail from

source: Log rcpt to
ru_ru: Записывать rcpt to

source: Log typing events
ru_ru: Записывать typing events

source: Logging Settings
ru_ru: Настройки Логгирования

source: Login Grace Time
ru_ru: Времени под процесс регистрации

source: Mail Follow URLs
ru_ru: Следовать по ссылкам в письмах

source: Mail From
ru_ru: Отправлять от имени

source: Mail program
ru_ru: Команда для отправки писем

source: Managed extensions
ru_ru: Обслуживаемые расширения файлов

source: Managed mime types
ru_ru: Обслуживаемые типы mime

source: Max Attempts
ru_ru: Попытки (макс.)

source: Max Auth Tries
ru_ru: Кол-во попыток входа (макс.)

source: Max Block Duration
ru_ru: Длительность блокировки (макс.)

source: Max Childs
ru_ru: Потомков (макс.)

source: Max Clients
ru_ru: Кол-во клиентов (макс.)

source: Max Directory Recursion
ru_ru: Уровни вложенности каталогов (макс.)

source: Max KeepAlive Requests
ru_ru: Кол-во запросов KeepAlive (макс.)

source: Max Log Item Length
ru_ru: Длина элементов лога (макс.)

source: Max Spare Servers
ru_ru: Число резервных процессов-потомков (макс.)

source: Max Threads
ru_ru: Кол-во потоков (макс.)

source: Max age children
ru_ru: Время жизни потомков (макс.)

source: Max children
ru_ru: Кол-во потомков (макс.)

source: Max content file cache scan size
ru_ru: Размер кэшируемых на диск файлов (макс.)

source: Max content filter size
ru_ru: Размер аназизируемых текстовых элементов (макс.)

source: Max content ram cache scan size
ru_ru: Размер кэшируемых в RAM файлов (макс.)

source: Max ips
ru_ru: Кол-во IP (макс.)

source: Max spare children
ru_ru: Число резервных процессов-потомков (макс.)

source: MaxStartups
ru_ru: Одновременно неавторизованных сессий (макс.)

source: Maximum connections
ru_ru: Максимально соединений

source: Maximum connections per host
ru_ru: Максимально соединений на 1 хост

source: Maximum download size
ru_ru: Максимальный размер закачки

source: Min Spare Servers
ru_ru: Число резервных процессов-потомков (мин.)

source: Min children
ru_ru: Кол-во потомков (мин.)

source: Min spare children
ru_ru: Число резервных процессов-потомков (мин.)

source: Modern virtual private networking.
ru_ru: Современная виртуальная частная сеть.

source: Mon
ru_ru: Пн

source: Monitoring
ru_ru: Мониторинг

source: NAT header type
ru_ru: Тип заголовка NAT

source: Name server
ru_ru: Сервер имён

source: Naughtyness limit
ru_ru: Лимит порочности пользователей

source: Network Time
ru_ru: Сетевое Ввремя

source: No cache
ru_ru: Без кэша

source: Non standard delimiter
ru_ru: Нестандартный разделитель

source: Notify AV
ru_ru: Уведомлять при обнаружении вируса

source: Notify Content
ru_ru: Уведомлять о запрещённом контенте

source: Number of filter groups
ru_ru: Количество групп фильтра

source: Open source anti-spam software.
ru_ru: Свободный пакет антиспам средств.

source: Open source anti-virus software.
ru_ru: Свободный антивирусный пакет ПО.

source: PICS rating support
ru_ru: Поддержка ранжирования PICS (внеш.)

source: POP3 Proxy
ru_ru: POP3 Прокси

source: Packet Filter
ru_ru: Пакетный фильтр

source: Permit Empty Passwords
ru_ru: Разрешить пустые пароли

source: Permit Root Login
ru_ru: Разрешить вход под рутом

source: Persist Key
ru_ru: Постоянный ключ

source: Persist Tun
ru_ru: Постоянный туннель

source: Phrase filter mode
ru_ru: Режим фильтра фраз

source: Pmacct Network Monitoring
ru_ru: Сетевой Мониторинг Pmacct

source: Port
ru_ru: Порт

source: Prefork children
ru_ru: Предсоздать потомков

source: Preserve case
ru_ru: Сохранять регистр

source: Print Last Log
ru_ru: Выводить инфо о последнем входе

source: Print Motd
ru_ru: Показывать Motd

source: Priority
ru_ru: Приоритет

source: Private Key
ru_ru: Закрытый ключ

source: Promiscuous mode accounting daemon collects IP based network usage information. Network usage graphs are generated based on pmacct data.
ru_ru: Демон для сбора статистики использования сети. Графики сетевых отчётов создаютя на основе данных собранных pmacct.

source: Protocol
ru_ru: Протокол

source: Proxy IP
ru_ru: IP Прокси

source: Proxy IP:Ports
ru_ru: Прокси IP:Ports

source: Proxy Port
ru_ru: Порт прокси

source: Quiet
ru_ru: Молчаливый режим

source: Re-check replaced URLs
ru_ru: Перепроверка заменённого URL

source: Remote Server
ru_ru: Удалённый сервер

source: Remote User
ru_ru: Удалённый пользователь

source: Report e-mail
ru_ru: E-mail для отчётов

source: Report language
ru_ru: Язык отчётов

source: Reporting level
ru_ru: Режим отчёта

source: Required score
ru_ru: Требуемый балл

source: Resource not available
ru_ru: Ресурс недоступен

source: Response postfix
ru_ru: Суффикс ответа

source: Response prefix
ru_ru: Префикс ответа

source: Reverse address lookups
ru_ru: Обратный DNS-запрос адресов

source: Reverse client ip lookups
ru_ru: Обратный DNS-запрос ip клиентов

source: Rewrite header
ru_ru: Переписать заголовок

source: Root Certificate
ru_ru: Корневой сертификат

source: Route
ru_ru: Маршрут

source: Russian
ru_ru: Русский

source: SHELLCODE_PORTS
ru_ru: SHELLCODE_ПОРТЫ

source: SMTP Proxy
ru_ru: SMTP Прокси

source: SMTP_SERVERS
ru_ru: SMTP_СЕРВЕРЫ

source: SNMP_SERVERS
ru_ru: SNMP_СЕРВЕРЫ

source: SOCKS Proxy
ru_ru: SOCKS Прокси

source: SPAM Filter
ru_ru: SPAM Фильтр

source: SQL_SERVERS
ru_ru: SQL_СЕРВЕРЫ

source: SSH_PORTS
ru_ru: SSH_ПОРТ

source: STARTED
ru_ru: ЗАПУЩЕН

source: Safe Browsing
ru_ru: Безопасный просмотр веб

source: Sat
ru_ru: Сб

source: Scan Archive
ru_ru: Сканировать архивы

source: Scan HTML
ru_ru: Сканировать HTML

source: Scan Mail
ru_ru: Сканировать почту

source: Scan OLE2
ru_ru: Сканировать OLE2

source: Scan PE
ru_ru: Сканировать исполняемые (PE) файлы

source: Scan RAR
ru_ru: Сканировать RAR

source: Scan Spam
ru_ru: Сканировать на спам

source: Self Check
ru_ru: Самопроверка

source: Server Admin
ru_ru: Администратор Сервера

source: Server Key Bits
ru_ru: Длина ключа сервера

source: Server Mode
ru_ru: Режим Сервера

source: Session
ru_ru: Сессия

source: Show weighted phrases found
ru_ru: Показывать найденные фразы

source: Size
ru_ru: Размер

source: Soft restart
ru_ru: Мягкий перезапуск

source: Spam Filter
ru_ru: Спам фильтр

source: Spam threshold
ru_ru: Пороговый балл для спама

source: Spamd Grey DB
ru_ru: Spamd Серая DB

source: Spamd Grey Listing
ru_ru: Spamd Серые Списки

source: Spamd Logging
ru_ru: Spamd Логгирование

source: Spamd Spam Deferral
ru_ru: Spamd Замедление Спама

source: Spamd White DB
ru_ru: Spamd Белая DB

source: Spanish
ru_ru: Испанский

source: Start Servers
ru_ru: Запустить серверы

source: Subnet mask
ru_ru: Маска подсети

source: Sun
ru_ru: Вс

source: Symon System Monitoring
ru_ru: Symon Системный Мониторинг

source: Symux System Monitoring
ru_ru: Symux Системный Мониторинг

source: Syslog Facility
ru_ru: Возможности Syslog

source: System
ru_ru: Система

source: System Administration Guides
ru_ru: Руководства Системного Администратора

source: System monitoring software. Most of the rrd based graphs are generated based on symon data.
ru_ru: ПО для мониторинга системы. На основе данных symon'а генерируются большинство rrd-графиков.

source: TELNET_SERVERS
ru_ru: TELNET_СЕРВЕРЫ

source: TIME
ru_ru: ВРЕМЯ

source: TLS Auth
ru_ru: Аутентификация TLS

source: Telnet negotiation string normalizer
ru_ru: Нормализатор строки согласования Telnet

source: Temporary Denied Page Bypass
ru_ru: Показывать ссылку игнорирования запрета страницы

source: Temporary Denied Page Bypass Secret Key
ru_ru: Пароль для игнорирования запрета страницы

source: The most famous web server.
ru_ru: Один из наиболее популярных web-серверов в мире.

source: The most secure OS in the world. Underneath UTMFW is pure, untouched OpenBSD.
ru_ru: Одна из самых безопасных операционных систем. Лежит в основе UTMFW'а как есть, без каких-либо модификаций.

source: Threshold
ru_ru: Интервал (сек.)

source: Threshold By User
ru_ru: Отдельный интервал на пользователя

source: Thu
ru_ru: Чт

source: Time to expire
ru_ru: Время до окончания

source: Time to expire (secs)
ru_ru: Время до окончания (сек.)

source: Timeout
ru_ru: Таймаут

source: Timespan
ru_ru: Промежуток времени

source: Trickle delay
ru_ru: Интервал поддержки соединения

source: Trusted networks
ru_ru: Доверенные сети

source: Tue
ru_ru: Вт

source: Turkish
ru_ru: Турецкий

source: Turns Snort IDS into an IPS (Intrusion Prevention System). Replaced by SnortIPS.
ru_ru: Превращает Snort IDS в IPS (Систему Предотвращения Вторжений). Заменено на SnortIPS.

source: USER
ru_ru: ПОЛЬЗОВАТЕЛЬ

source: Unblock all blocked entries
ru_ru: Разлокировать всех

source: Unblock selected
ru_ru: Разблокировать выбранных

source: Url cache age
ru_ru: Возраст кэша Url

source: Use DNS
ru_ru: Использовать DNS

source: Use SMTP
ru_ru: Использовать SMTP

source: Use bayes
ru_ru: Использовать фильтр Байеса

source: Use xforwarded for
ru_ru: Использовать xforwarded for

source: Verbosity
ru_ru: Детализация логов

source: Violations
ru_ru: Нарушения (шт.)

source: Virus DB Update
ru_ru: Обновление Антивирусной Базы

source: Virus Filter
ru_ru: Вирусный фильтр

source: Virus and spam scanning POP3 proxy.
ru_ru: Фильтрующий POP3-прокси сервер.

source: Virus and spam scanning SMTP proxy.
ru_ru: Фильтрующий SMTP-прокси сервер.

source: Web Access Denied Reporting
ru_ru: Режим вывода страницы 'Доступ Запрещён'

source: Web Filter
ru_ru: Веб фильтр

source: Web Filter Access
ru_ru: Лог Доступа Web-фильтра

source: Web Server
ru_ru: Веб сервер

source: Web Server (WUI)
ru_ru: Web Сервер (WUI)

source: Web Server Access
ru_ru: Доступ к Web-серверу

source: Web interface for configuring and monitoring OpenBSD/pf.
ru_ru: Web интерфейс для настройки и мониторинга OpenBSD/pf.

source: Wed
ru_ru: Ср

source: Weighted phrase list
ru_ru: Список взвешеваемых фраз

source: Weighted phrase mode
ru_ru: Режим взвешивания фраз

source: Whitelist
ru_ru: Белый список

source: Whitelisted
ru_ru: Разрешённые

source: blacklisted
ru_ru: отфильтрован

source: blocked
ru_ru: блокирован

source: end
ru_ru: конец

source: height
ru_ru: высота

source: size
ru_ru: размер

source: start
ru_ru: старт

source: timespan
ru_ru: промежуток времени

source: total
ru_ru: всего

source: whitelisted
ru_ru: разрешён

source: width
ru_ru: ширина
