Repository: sonertari/UTMFW
Catalog: src/View/locale/*/LC_MESSAGES/utmfw_HELPBOX2.po
Languages: tr_tr

source: This the limit over which the page will be blocked. Each weighted phrase is given a value either positive or negative and the values added up. Phrases to do with good subjects will have negative values, and bad subjects will have positive values. See the weightedphraselist file for examples. As a guide: 50 is for young children, 100 for old children, 160 for young adults.
tr_tr: Bu sınır aşıldığında sayfa engellenir. Her ağırlıklı tümceye artı veya eksi bir değer verilir, ve bu değerler toplanır. Kötü olmayan tümcelerin değerleri eksidir, uygunsuz olanlarınki ise artıdır. Örnekler için weightedphraselist dosyasına bakın. Örnek olarak: Küçük çocuklar için 50, büyük çocuklar için 100, ergenler için 160 uygundur.

source: "dev tun" will create a routed IP tunnel, "dev tap" will create an ethernet tunnel. Use "dev tap0" if you are ethernet bridging and have precreated a tap0 virtual interface and bridged it with your ethernet interface. If you want to control access policies over the VPN, you must create firewall rules for the the TUN/TAP interface.
tr_tr: "dev tun" yönlendirilen bir IP tüneli yaratır, "dev tap" ethernet tüneli yaratır. Ethernet köprüsü kullanıyorsanız ve bir tap0 sanal arayüzü yaratarak ethernet arayüzüne köprü olarak eklediyseniz "dev tap0" kullanın. VPN üzerinde giriş kontrol kuralları istiyorsanız, TUN/TAP arayüzü için paket eleği kuralları yaratmalısınız.

source: (only used with accessdeniedaddress) To help preserve the full banned URL, including parameters, the variables passed into the access denied CGI are separated using non-standard delimiters. This can be useful to ensure correct operation of the filter bypass modes. Parameters are split using "::" in place of "&", and "==" in place of "=". Default is enabled, but to go back to the standard mode, disable it.
tr_tr: (sadece accessdeniedaddress ile kullanılır) Parametreler de dahil tüm yasaklı URL'yi korumak için giriş engellme CGI sayfasına gönderilen değişkenler standart olmayan ayraçlarla ayrılır. Bu elek kestirme kiplerinin doğru çalışmasını temin eder. Parametreler "&" yerine "::" ve "=" yerine "==" kullanılarak ayrılır. Öndeğer açıktır, standart kipe dönmek için kapatın.

source: -1 = log, but do not block - Stealth mode 0 = just say 'Access Denied' 1 = report why but not what denied phrase 2 = report fully 3 = use HTML template file (accessdeniedaddress ignored) - recommended
tr_tr: -1 = kaydet, ama engelleme- Gizli kip 0 = sadece 'Giriş Engellendi' şeklinde uyar 1 = engellenen tümce olmaksızın rapor ver 2 = tam rapor ver 3 = HTML kalıp dosyasını kullan (accessdeniedaddress gözardı edilir) - bu tavsiye edilendir

source: -1 = log, but do not block - Stealth mode 0 = just say Access Denied 1 = report why but not what denied phrase 2 = report fully 3 = use HTML template file (accessdeniedaddress ignored) - recommended If defined, this overrides the global setting in e2guardian.conf for members of this filter group.
tr_tr: -1 = kaydet, ama engelleme- Gizli kip 0 = sadece 'Giriş Engellendi' şeklinde uyar 1 = engellenen tümce olmaksızın rapor ver 2 = tam rapor ver 3 = HTML kalıp dosyasını kullan (accessdeniedaddress gözardı edilir) - bu tavsiye dilendir Sayfa engellenirse bu elek grubu için e2guardian.conf dosyasındaki genel ayarı geçersiz kılar.

source: 0 = none 1 = just denied 2 = all text based 3 = all requests
tr_tr: 0 = hiçbiri 1 = sadece engelleme 2 = tüm metin tabanlı olanlar 3 = tüm istekler

source: Add *****SPAM***** to the Subject header of spam e-mails
tr_tr: Spam e-postaların konu başlığına *****SPAM***** ekler.

source: Age before they are stale and should be ignored in seconds 0 = never 900 = recommended = 15 mins
tr_tr: Saniye cinsinden süre aşım değeridir 0 = asla 900 = tavsiye edilen = 15 dakika

source: Allow wrong host names in certificates.
tr_tr: Sertifikalarda yanlış sistem isimlerine izin ver

source: Also log clean files. Useful in debugging but drastically increases the log size. Default: disabled
tr_tr: Ayrıca temiz dosyaları da kaydeder. Hata ayıklarken yararlıdır, ancak kayıt dosya boyutunu fazlasıyla artırır. Öndeğer: kapalı

source: Are we connecting to a TCP or UDP server? Use the same setting as on the server.
tr_tr: TCP veya UDP istemciyi ayarlar. Sunucudaki aynı değeri kullanın.

source: As a matter of course, URLs undergo regular expression search/replace (urlregexplist) *after* checking the exception site/URL/regexpURL lists, but *before* checking against the banned site/URL lists, allowing certain requests that would be matched against the latter in their original state to effectively be converted into grey requests. With this option enabled, the exception site/URL/regexpURL lists are also re-checked after replacement, making it possible for URL replacement to trigger exceptions based on them. Defaults to off.
tr_tr: Site/URL/düzenli ifade URL beyazlisteleri kontrol edildikten sonra, ama yasaklı site/URL listeleri kontrol edilmeden önce, URL'ler üzerinde düzenli ifade arama ve değiştirmesi yapılır (urlregexplist), bu sayede aslında son kontrolde eşleşecek olan isteklerin gri isteğe döndürülebilmesi mümkün olur. Bu seçenek açıldığında, site/URL/düzenli ifade URL beyazlisteleri değiştirme işleminden sonra tekrar kontrol edilir, bu sayede bunlara bağlı ayrıcalıkların URL değişimi sayesinde başlatılabilmesi mümkün olur. Öndeğer kapalıdır.

source: Badwords found are replaced with this single character
tr_tr: Bulunan uygunsuz kelimeler bu tek harf ile değiştirilir.

source: Bayesian classifier auto-learning (default: 1)
tr_tr: Bayes sınıflandırıcı için otomatik öğrenmeyi açar. (öndeğer: 1)

source: Blacklisted IPs are always blocked.
tr_tr: Karalistelenmiş IP adresleri her zaman engellenir.

source: Blanket download blocking If enabled, all files will be blocked, unless they match the exceptionextensionlist or exceptionmimetypelist. These lists do not override any other content filtering or virus scanning. Exception lists defined above override all types of filtering, including the blanket download block. Defaults to disabled. (on | off)
tr_tr: Örtü indirme engellemesi Açıldığında exceptionextensionlist veya exceptionmimetypelist listelerinde bulunmayan tüm dosyalar engellenir. Bu listeler diğer içerik veya virüs tarama işlemini etkilemez. Beyazlisteler örtü indirme engellemesi dahil tüm tarama türlerini geçersiz kılar. Öndeğer kapalıdır. (on | off)

source: Break SSL protocol and redirect to another HTTPS website for denied page
tr_tr: SSL protokolünü boz ve engelleme sayfası için başka bir HTTPs sitesine yönlendir

source: Build bannedsitelist and bannedurllist cache files. This will compare the date stamp of the list file with the date stamp of the cache file and will recreate as needed. If a bsl or bul .processed file exists, then that will be used instead. It will increase process start speed by 300%. On slow computers this will be significant. Fast computers do not need this option. on | off
tr_tr: bannedsitelist ve bannedurllist önbellek dosyalarını üretir. Bu ayar liste dosyasının tarihi ile önbellek dosyasınınkini karşılaştırıp gerektiğinde dosyayı tekrar üretecektir. Eğer bannedsitelist veya bannedurllist .processed dosyası mevcutsa, o dosya kullanılır. Bu süreç başlama hızını %300 artırır. Yavaş makinalarda bu çok önemlidir. Hızlı bilgisayarların buna ihtiyacı yoktur. on | off

source: Check for expired connections every this many seconds.
tr_tr: Zaman aşımına uğramış bağlantıları buradaki saniye cinsinden sürede kontrol et.

source: Check that ssl certificates for servers on https connections are valid and signed by a ca in the configured path.
tr_tr: HTTPs bağlantısındaki sunucuların SSL sertifikalarının geçerli olduğunu ve ayarlardaki bir CA tarafından imzalandığını kontrol et.

source: Cipher specification for both server and client SSL/TLS connections.
tr_tr: Sunucu ve istemcilerin SSL/TLS bağlantıları için şifre tanımı

source: ClamAV can scan within archives and compressed files. Default: enabled
tr_tr: ClamAV arşiv ve sıkıştırılmış dosyaların içini de tarayabilir. Öndeğer: açık

source: Clean cache for content (AV) scan results. By default, to save CPU, files scanned and found to be clean are inserted into the clean cache and NOT scanned again for a while. If you don't like this then choose to disable it. (on|off) default = on.
tr_tr: Önbellekteki içerik (virüs) tarama sonuçlarını siler. Öndeğer olarak, işlem tasarrufu yapmak için taranmış ve temiz bulunmuş dosyalar temiz önbelleğine kaydedilir ve bir süreliğine tekrar taranmaz. Bu özelliği istemiyorsanız kapatabilirsiniz. (on|off) öndeğer = on.

source: Close connections after this many seconds of idle time.
tr_tr: Saniye cinsinden bu kadar süre durağan kalan bağlantıları kapat.

source: Configure client to use SSL/TLS.
tr_tr: İstemciyi SSL/TLS kullancak şekilde yapılandırır.

source: Configure server mode and supply a VPN subnet for OpenVPN to draw client addresses from. Comment this line out if you are ethernet bridging. See the man page for more info.
tr_tr: Sunucu kipini yapılandırır ve OpenVPN'in istemci adreslerini alacağı bir VPN altağı sağlar. Ethernet köprüleme kullanıyorsanız bu ayarı kapatın. Daha detaylı bilgi için klavuz sayfasına bakın.

source: Configure server to use SSL/TLS.
tr_tr: Sunucuyu SSL/TLS kullanacak şekilde ayarlar.

source: Configure your server lists. This allows snort to only look for attacks to systems that have a service up. Why look for HTTP attacks if you are not running a web server? This allows quick filtering based on IP addresses. These configurations MUST follow the same configuration scheme as defined above for $HOME_NET. List of DNS servers on your network
tr_tr: Sunucu listelerini ayarlayın. Bu ayarlar snort'un sadece çalışan servislere yapılan saldırıları taramasını sağlar. Bir web sunucu çalıştırmıyorsanız HTTP saldırılarını taramanın anlamı yoktur. Bu sayede IP adreslerine dayalı hızlı bir eleme yapılmasını sağlar. Bu yapılandırmalar $HOME_NET için tanımlanan AYNI yapılandırma düzenini takip etmelidir. Ağınızdaki DNS sunucuların listesi.

source: Customised filtered text (message text or filename follows in response)
tr_tr: İsteğe göre uyarlanmış elek metnidir. (mesaj metni veya dosya adı cevabı takip eder)

source: Customised notice text
tr_tr: İsteğe göre uyarlanabilecek uyarı metnidir.

source: Defaults to disabled (on | off)
tr_tr: Öndeğer olarak kapalıdır (on | off)

source: Delete file cache after user completes download When a file gets save to temp it stays there until it is deleted. You can choose to have the file deleted when the user makes a sucessful download. This will mean if they click on the link to download from the temp store a second time it will give a 404 error. You should configure something to delete old files in temp to stop it filling up. on|off ( defaults to on )
tr_tr: Kullanıcı indirmeyi bitirdiğinde önbellekteki dosyayı siler Dosyalar silinene kadar geçici dizine kayıtlı kalır. Kullanıcı dosyayı başarıyla indirdiğinde dosyayı silmeyi tercih edebilirsiniz. Bu ayar indirme köprüsünü tekrar denediklerinde 404 hatası almalarına neden olur. Geçici dizinin eski dosyalarla dolmasını önlemek için önlem almanız gerekir. on|off ( öndeğer on )

source: Deny all OCSP requests on all proxyspecs.
tr_tr: Tüm vekil tanımlarında OCSP isteklerini reddet.

source: Detects Back Orifice traffic on the network.
tr_tr: Ağdaki Back Orifice trafiğini algılar

source: Disable SSL/TLS protocol version.
tr_tr: SSL/TLS protokol sürümünü devre dışı bırak.

source: Disable reporting of normal operating messages. Only report errors or critical information. default: display all except debug info
tr_tr: Normal işlem mesajlarının bildirimini kapatır. Sadece hataları ve kritik bilgileri bildirir. öndeğer: hata ayıklama haricinde tümünü göster

source: Do not remove temporary files (for debug purposes). Default: disabled
tr_tr: Geçici dosyaları silmez (hata ayıklama amaçlı olarak). Öndeğer: kapalı

source: Download the CA cert file to install on client web browsers and mail programs.
tr_tr: CA sertifika dosyasını istemci web tarayıcıları ve e-posta programlarına kurmak için indir.

source: Due to license issues libclamav does not support RAR 3.0 archives (only the old 2.0 format is supported). Because some users report stability problems with unrarlib it's disabled by default and you must uncomment the directive below to enable RAR 2.0 support. Default: disabled
tr_tr: Lisans sorunları nedeniyle libclamav RAR 3.0 arşivlerini desteklemez (sadece eski 2.0 biçimi desteklenir). Bazı kararlılık sorunları rapor edildiğinden unrarlib öndeğer olarak kapatılmıştır ve RAR 2.0 desteğini buradan kendiniz açmanız gerekir. Öndeğer: kapalı

source: Enable compression on the VPN link. Don't enable this unless it is also enabled in the server config file.
tr_tr: VPN hattında sıkıştırmayı açar. Sunucuda da açık değilse bunu açmayın.

source: Enable compression on the VPN link. If you enable it here, you must also enable it in the client config file.
tr_tr: VPN hattında sıkıştırmayı açar. Burada açarsanız istemcide de açmalısınız.

source: Enable debug messages in libclamav. Default: disabled
tr_tr: libclamav'deki hata ayıklama mesajlarını açar. Öndeğer: kapalı

source: Enable internal e-mail scanner. Default: enabled
tr_tr: E-posta tarayıcısını etkinleştirir. Öndeğer: açık

source: Enable logging of "ADs" category blocks on|off (defaults to off)
tr_tr: Reklam sınıfı engellemelerin kaydedilmesini etkinleştirir. on|off (öndeğer off)

source: Enable or disable ACL
tr_tr: ACL'yi açar ya da kapatır.

source: Enable or disable automated responses configured below. You need to enable either Notice days or Filtered minutes too.
tr_tr: Aşağıda yapılandırılan otomatik cevap özelliğini açar veya kapatır. Uyarı günleri veya Elek uygulama süresinden birini de açmalısınız.

source: Enable or disable badwords filtering
tr_tr: Uygunsuz kelime eleğini açar ya da kapatır.

source: Enable protocols
tr_tr: Protokolleri etkinleştirir.

source: Enable this option to allow infectionbypass links only when virus scanning fails, not when a file is found to contain a virus. on = enable (default and highly recommended) off = disable
tr_tr: Virüs kestirme köprülerini dosyada virüs bulunduğunda değil, sadece virüs tarama başarısız olduğunda etkinleştirmek için bu seçeneği açın. on = açık (öndeğer ve tavsiye edilendir) off = kapalı

source: Enable verbose logging. Default: disabled
tr_tr: Detaylı kaydı açar. Öndeğer: kapalı

source: Enable/disable SSL/TLS compression on all connections.
tr_tr: SSL/TLS sıkıştırmayı tüm bağlantılarda aç/kapat.

source: Follow directory symlinks. Default: disabled
tr_tr: Dizin sembolik köprülerini takip eder. Öndeğer: kapalı

source: Follow regular file symlinks. Default: disabled
tr_tr: Dosya sembolik köprülerini takip eder. Öndeğer: kapalı

source: For extra security beyond that provided by SSL/TLS, create an "HMAC firewall" to help block DoS attacks and UDP port flooding. Generate with: openvpn --genkey --secret ta.key The server and each client must have a copy of this key. The second parameter should be 0 on the server and 1 on the clients. This file is secret.
tr_tr: SSL/TLS sayesinde sağlanan güvenlikten öte HMAC firewall yaratarak DoS ve UDP kapı seli saldırılarını engelleyebilirsiniz. Anahtarı şu komutla üretin: openvpn --genkey --secret ta.key Sunucu ve tüm istemcilerde bu anahtarın bir kopyası bulunmalıdır. İkinci parametre sunucuda 0 istemcide 1 olmalıdır. Bu dosya gizlidir.

source: Force Quick Search rather than DFA search algorithm. The current DFA implementation is not totally 16-bit character compatible but is used by default as it handles large phrase lists much faster. If you wish to use a large number of 16-bit character phrases then enable this option. 0 = off (default) 1 = on (Big5 compatible)
tr_tr: DFA arama algoritması yerine Hızlı Arama'yı kullanır. Mevcut DFA uygulaması tamamen 16-bit uyumlu değildir, ancak büyük tümce listelerini daha hızlı işlediği için öndeğer olarak kullanılır. Çok sayıda 16-bit karakter tümceleri kullanmak istiyorsanız bu seçeneği etkinleştirin. 0 = off (öndeğer) 1 = on (Big5 uyumlu)

source: Force SSL/TLS protocol version only.
tr_tr: Sadece SSL/TLS protokol sürümüne zorla.

source: Forge ssl certificates for all non-exception sites, decrypt the data then re encrypt it using a different private key. Used to filter ssl sites.
tr_tr: Ayrıcalıkı olmayan tüm siteler için SSL sertifikalarını taklit et, veriyideşifre et ve farklı bir özel gizli anahtarla tekrar şifrele. SSL siteleri elektengeçirmek için kullanılır.

source: Forwarder is the IP address of a DNS server that the system itself queries. In simple setups, this is usually the IP address of a DSL modem which functions as gateway to the Internet.
tr_tr: Yönlendirilen adres sistemin kendisinin sorguladığı bir DNS sunucu IP adresidir. Basit kurulumlarda İnternet'e geçit sağlayan bir DSL modemin IP adresidir.

source: Generate your own with: openssl dhparam -out dh1024.pem 1024 Substitute 2048 for 1024 if you are using 2048 bit keys.
tr_tr: Kendi dosyanızı aşağıdaki komutla yaratın: openssl dhparam -out dh1024.pem 1024 2048 bitlik anahtarlar kullanıyorsanız 1024 yerine 2048 kullanın.

source: Generate your own with: openssl dhparam -out dh1024.pem 1024 Substitute 2048 for 1024 if you are using 2048 bit keys.
tr_tr: Kendi dosyanızı aşağıdaki komutla yaratın: openssl dhparam -out dh1024.pem 1024 2048 bitlik anahtarlar kullanıyorsanız 1024 yerine 2048 kullanın.

source: Here you can change the language used in the spam reports.
tr_tr: Buradan spam bildirimlerinde kullanılan dili değiştirebilirsiniz.

source: Here you can enter db.XY.clamav.net for a mirror close to you. Replace XY with your country code. See http://www.iana.org/cctld/cctld-whois.htm for the full list. Not shown in this list is database.clamav.net, which is a round-robin record and points to ClamAV's most reliable mirrors. It is used as a fall back in case db.XY.clamav.net is not working.
tr_tr: Yakınınızdaki bir ayna için buraya db.XY.clamav.net girebilirsiniz. XY'yi ülke kodunuzla değiştirin. Tam liste için bkz. http://www.iana.org/cctld/cctld-whois.htm. Listede database.clamav.net gösterilmemektedir, bu ClamAV'nin en güvenilir aynalarını gösteren kayıttır. db.XY.clamav.net çalışmazsa bu kayıt kullanılır.

source: Here you can search sites and urls in category listings. Regexp below can help you further refine your search.
tr_tr: Buradan sınıflandırma listelerindeki site ve url'leri sorgulayabilirsiniz. Aşağıdaki düzenli ifade seçeneği sorgunuzu daha da detaylandırmanıza yardımcı olur.

source: Here you can select the configuration file to view or modify. Also, you can delete the selected configuration file or copy it under another name. Only file names with .conf extention are displayed.
tr_tr: Buradan incelemek veya değiştirmek için yapılandırma dosyasını seçebilirsiniz. Ayrıca seçili yapılandırma dosyasını silebilir veya başka bir adla saklayabilirsiniz. Sadece .conf uzantılı dosyalar gösterilir.

source: Here you can set the report language in emails sent to client, instead of infected e-mails.
tr_tr: Buradan virüslü e-posta yerine istemciye gönderilecek e-postanın bildirim dilini ayarlayabilirsiniz.

source: Here you should select configuration file(s) to start or stop the process with. Instance with the selected configuration is restarted if it is already running. Only the files with .conf extention are displayed.
tr_tr: Buradan sürecin başlatılacağı yapılandırma dosyası veya dosyalarını seçmelisiniz. Seçili yapılandırmanın süreci zaten çalışıyorsa tekrar başlatılır. Sadece .conf uzantılı dosyalar gösterilir.

source: Here you should select the interface(s) the IDS listens to. Instance with the selected interface is restarted if it is already running.
tr_tr: Buradan STS'nin dinlediği arayüz veya arayüzleri seçmelisiniz. Seçili arayüzün süreci zaten çalışıyorsa tekrar başlatılır.

source: Hex decoding options. When a document is scanned it can optionally convert %XX to chars. If you find documents are getting past the phrase filtering due to encoding then enable. However this can break Big5 and other 16-bit texts. 0 = disabled (default) 1 = enabled
tr_tr: Hex deşifreleme seçenekleri. Belgeler taranırken istenirse %XX karakterlere çevrilebilir. Şifreleme nedeniyle belgelerin tümce eleğinden geçtiğini düşünüyorsanız bunu açın. Ancak bu Big5 ve diğer 16-bit metinleri bozacaktır. 0 = kapalı (öndeğer) 1 = açık

source: How long a persistent connection will wait for other requests, squid apparently defaults to 1 minute (persistent_request_timeout), so wait slightly less than this to avoid duff pconns. Min 5 - Max 300
tr_tr: Kalıcı bağlantıların diğer istekler için ne kadar bakleyeceğini ayarlar,squid öntanımlı olarak 1 dakika bekler (persistent_request_timeout), geçersiz bağlantılara sebep olmamak için bundan biraz daha az bir süre bekleyin. En az 5 - En fazla 300

source: How many attempts to make before giving up. Default: 3 (per mirror)
tr_tr: Vazgeçmeden önce kaç defa deneneceğini ayarlar. Öndeğer: 3 (her ayna için)

source: If 'on' exception sites, urls, users etc will be scanned This is probably not desirable behavour as exceptions are supposed to be trusted and will increase load. Correct use of grey lists are a better idea. (on|off) default = off
tr_tr: Açıksa beyazlistedeki siteler, url'ler ve kullanıcılar taranacaktır. Bu istenen bir özellik olmayabilir, çünkü beyazlistedekiler zaten güvenilen siteler olmalıdır ve yük artar. Grilistelerin doğru kullanımı daha iyi bir seçenektir. (on|off) öndeğer = off

source: If a file in an archive is compressed more than ArchiveMaxCompressionRatio times it will be marked as a virus (Oversized.ArchiveType, e.g. Oversized.Zip) Value of 0 disables the limit. Default: 250
tr_tr: Bir arşiv ArchiveMaxCompressionRatio ile tanımlanan değerden fazla sayıda sıkıştırılmışsa virüslü olarak işaretlenir (Aşırı boyutta arşiv türü) 0 değeri sınırı kaldırır. Öndeğer: 250

source: If a message contains more then this many bad words then the message will be completely blocked, not just replaced
tr_tr: Mesajda bu sayıdan daha fazla uygunsuz kelime varsa artık mesajda değişiklik yapılmaz tamamen engellenir.

source: If a tls-auth key is used on the server then every client must also have the key.
tr_tr: Eğer tls-auth anahtarı sunucuda kullanılıyorsa her istemcide de bu anahtarın bulunması gerekir.

source: If an email contains URLs ClamAV can download and scan them. WARNING: This option may open your system to a DoS attack. Never use it on loaded servers. Default: disabled
tr_tr: Bir e-posta'da URL'ler varsa ClamAV bunları indirip tarayabilir. UYARI: Bu seçenek sisteminizi DoS saldırılarına açık hale getirebilir. Fazla yüklü sunucularda asla açmayın. Öndeğer: kapalı

source: If enabled then the phrases found that made up the total which excedes the naughtyness limit will be logged and, if the reporting level is high enough, reported. on | off
tr_tr: Açıldığında kötü içerik sınırını aşan toplam değerdeki tümceler kaydedilir, bildirim seviyesi uygun seviyeye ayarlanmışsa ayrıca raporlanır. on | off

source: If enabled, will scan for Spam before scanning for a virus. You should start spamd before running p3scan.
tr_tr: Açıksa virüsden önce spam taraması yapar. P3scan'i çalıştırmadan önce spamd'yi başlatmalısınız.

source: If on it adds an X-Forwarded-For: <clientip> to the HTTP request header. This may help solve some problem sites that need to know the source ip. on | off
tr_tr: Açıksa HTTP istek başlığına X-Forwarded-For: <istemci IP adresi> ekler. Bu kaynak IP adresini isteyen bazı sorunlu sitelere çözüm bulmaya yardım edebilir. on | off
