Repository: sonertari/UTMFW
Catalog: src/View/locale/*/LC_MESSAGES/utmfw_NOTICE.po
Languages: ru_ru

source: Analysis of statistical data may take a long time to process. Please be patient. Also note that if you refresh this page frequently, CPU load may increase considerably.
ru_ru: Анализ статистических данных может занять продолжительное время. Пожалуйста будте терпеливы. Также имейте ввиду, что если Вы будете часто обновлять эту страницу, то это существенно скажется на загрузке процессора.

source: Are you sure you want to create a new group?
ru_ru: Вы уверены,что хотите создать новую группу?

source: Are you sure you want to delete the configuration?
ru_ru: Вы уверены,что хотите удалить конфигурацию?

source: Are you sure you want to delete the selected items?
ru_ru: Вы уверены,что хотите удалить выбранные элементы?

source: Are you sure you want to erase statistics files?
ru_ru: Вы уверены,что хотите удалить безвозвратно файлы статистики?

source: Are you sure you want to reinitialize graph files?
ru_ru: Вы уверены,что хотите переинициализировать файлы графиков?

source: Are you sure you want to restart the <NAME>?
ru_ru: Вы уверены,что хотите перезапустить <NAME>?

source: Are you sure you want to restart the network?
ru_ru: Вы уверены,что хотите перезапустить сеть?

source: Are you sure you want to set the date?
ru_ru: Вы уверены,что хотите установть новую дату?

source: Are you sure you want to start the <NAME>?
ru_ru: Вы уверены,что хотите запустить <NAME>?

source: Are you sure you want to stop the <NAME>?
ru_ru: Вы уверены,что хотите остановить <NAME>?

source: Automatic configuration completed. You might want to check the details now.
ru_ru: Автоматическое конфигурирование завершено. При необходимости проделайте более детальную настройку.

source: Automatic configuration failed.
ru_ru: Сбой автоматической настройки.

source: UTMFW currently supports only admin and user usernames
ru_ru: На текущий момент UTMFW поддерживает только имена admin и user

source: FAILED
ru_ru: СБОЙ

source: Filter group not found
ru_ru: Группа фильтра не найдена

source: Not a valid password
ru_ru: Недопустимый пароль

source: Page start line
ru_ru: Начиная со строки

source: Passwords do not match
ru_ru: Пароли не совпадают

source: System is going down...
ru_ru: Система выключается...

source: System is restarting...
ru_ru: Система перезагружается...

source: You should select at least one conf file to start the process
ru_ru: Для запуска процесса Вы должны выбрать как минимум один conf-файл

source: You should select at least one interface to start IDS for
ru_ru: Для запуска IDS Вы должны выбрать как минимум один интерфейс
