Repository: sonertari/UTMFW
Catalog: src/View/locale/*/LC_MESSAGES/utmfw_HELPBOX2.po
Languages: tr_tr

source: Similar to the 'bypass' setting, but specifically for bypassing files scanned and found to be infected, or files that trigger scanner errors - for example, archive types with recognised but unsupported compression schemes, or corrupt archives. The option specifies the number of seconds for which the bypass link will be valid. 300 = enable for 5 minutes 0 = disable (default) -1 = enable, but require a separate program/CGI to generate a valid link
tr_tr: Kestirme ayarına benzer, ancak virüslü olduğu tespit edilen veya tarayıcı hatası üreten dosyalar için özel bir ayardır, örneğin bilinen ama desteklenmeyen sıkıştırma biçimi olan veya bozuk arşiv dosyaları gibi. Bu seçenek kestirme köprüsünün geçerli olacağı süreyi saniye cinsinden belirler. 300 = 5 dakika boyunca geçerlidir 0 = kapalı -1 = açıktır, ancak geçerli olması için ayrı bir program veya CGI gerekir.

source: Smart, Raw and Meta/Title phrase content filtering options. Smart is where the multiple spaces and HTML are removed before phrase filtering. Raw is where the raw HTML including meta tags are phrase filtered. Meta/Title is where only meta and title tags are phrase filtered (v. quick). CPU usage can be effectively halved by using setting 0 or 1 compared to 2. 0 = raw only 1 = smart only 2 = both of the above (default) 3 = meta/title
tr_tr: Smart, Raw ve Meta/Title tümce içerik eleği seçenekleridir. Smart tümce eleğinden önce çıkarılacak birden fazla boşluk ve HTML ile ilgilidir. Raw meta etiketler dahil ham HTML'in tümce eleğinden geçirilmesidir. Meta/Title sadece meta ve başlık etiketlerinin tümce eleğinden geçirilmesidir (yani hızlıdır). 0 veya 1'e ayarlandığında işlemci kullanımı 2'ye göre yarıya iner. 0 = sadece raw 1 = sadece smart 2 = yukardaki iki seçenek beraber (öndeğer) 3 = meta/title

source: Snort's decoder will alert on lots of things such as header truncation or options of unusual length or infrequently used tcp options. Stop generic decode events:
tr_tr: Snort'un deşifre özelliği pekçok uyarı verir, örneğin başlık kırpılması veya beklenmeyen uzunluktaki veya sık kullanılmayan tcp seçenekleri gibi. Genel deşifre olaylarını durdurabilirsiniz.

source: Some of the content scanners support using a timeout value to stop processing (eg AV scanning) the file if it takes too long. If supported this will be used. The default of 60 seconds is probably reasonable.
tr_tr: Bazı içerik tarayıcılar işlem çok uzun sürüyorsa (örneğin virüs tarama işlemi) sonlandırmak için bir zaman aşımı değeri kullanırlar. Destekleniyorsa bu değer kullanılır. Öndeğer olan 60 saniye muhtemelen uygundur.

source: Sometimes web servers label binary files as text which can be very large which causes a huge drain on memory and cpu resources. To counter this, you can limit the size of the document to be filtered and get it to just pass it straight through. This setting also applies to content regular expression modification. The value must not be higher than maxcontentramcachescansize The size is in Kibibytes - eg 2048 = 2Mb use 0 to set it to maxcontentramcachescansize
tr_tr: Bazı web sunucular binary dosyaları metin olarak etiketleyebilir, bu dosyalar çok büyük olabilir ve işlemci ve kaynaklara çok yük bindirebilir. Bunu engellemek için elekten geçirilecek belge boyutunu sınırlayabilir ve doğrudan geçirilmesini sağlayabilirsiniz. Bu ayar ayrıca içerik düzenli ifade değişimi için de geçerlidir. Bu değer maxcontentramcachescansize değerinden daha büyük olmamalıdır Boyut birimi Kibibayt'dır, örneğin 2048 = 2Mb maxcontentramcachescansize'a eşitlemek için 0'a ayarlayın

source: Stop Alerts on T/TCP alerts In snort 2.0.1 and above, this only alerts when a TCP option is detected that shows T/TCP being actively used on the network. If this is normal behavior for your network, disable the next option.
tr_tr: T/TCP uyarılarını kapatır. Snort 2.0.1 ve yukarısı sürümlerde ağda T/TCP'nin aktif olarak kullanıldığını gösteren bir TCP seçeneği bulunduğunda uyarı üretilir. Ağınız için bu normal bir davranışsa bir sonraki seçeneği kapatın.

source: Stop Alerts on all other TCPOption type events
tr_tr: Diğer tüm TCPOption türü olayların uyarılarını kapatır.

source: Stop Alerts on experimental TCP options
tr_tr: Deneysel TCP seçeneklerinin uyarılarını kapatır.

source: Stop Alerts on invalid ip options
tr_tr: Geçersiz IP seçeneklerinin uyarılarını kapatır.

source: Stop Alerts on obsolete TCP options
tr_tr: Artık kullanılmayan TCP seçeneklerinin uyarılarını kapatır.

source: Subject of the email sent when a virus is caught. Only applicable if notifyav is on. default avsubject = 'e2guardian virus block'
tr_tr: Virüs bulunduğunda gönderilen e-postanın konu başlığıdır. Sadece notifyav açıksa geçerlidir. öndeğer virüs başlığı = 'e2guardian virus block'

source: Subject of the email sent when violation thresholds are exceeded default contentsubject = 'e2guardian violation'
tr_tr: İhlal eşik değeri aşıldığında gönderilen e-postanın konu başlığıdır, öndeğer içerik başlığı = 'e2guardian violation'

source: TCP or UDP server?
tr_tr: Sunucuyu TCP ya da UDP kullanacak şekilde ayarlar.

source: Temporary block duration in seconds on each alert.
tr_tr: Her uyarıda kullanılacak geçici engelleme süresini saniye cinsinden ayarlar.

source: The IP address that the DNS server listens on.
tr_tr: DNS sunucunun dinlediği IP adresi.

source: The IP that E2Guardian listens on. If left blank E2Guardian will listen on all IPs. That would include all NICs, loopback, modem, etc. Normally you would have your firewall protecting this, but if you want you can limit it to a certain IP. To bind to multiple interfaces, specify each IP on an individual filterip line.
tr_tr: E2Guardian'ın dinlediği sistem IP adresidir. Boş bırakılırsa E2Guardian tüm IP adreslerini dinler. Bu tüm ağ arayüzleri, yerel arayüz, modem vd. içerir. Normalde paket eleğinin bu servisi korumasını sağlamalısınız, ancak isterseniz buradan IP adresini sınırlayabilirsiniz. Birden fazla arayüzüne bağlanmak istiyorsanız, her IP'yi kendi filterip satırına yazın.

source: The address of your web server to which the static page e2guardian reporting was copied. With ssldeniedrewrite off it works only with firefox With ssldeniedrewrite on there are several limitations, SSL warning, basic page, etc, eg this webserver can't be listed as an exception in your browser's proxy configuration. Keep in mind, this is only a trick to avoid blank page, the best way still to use SSLMITM
tr_tr: Sabit e2guardian raporlama sayfasını kopyaladığınız web sunucunun adresi. ssldeniedrewrite kapalıyken sadece firefox ile çalışır ssldeniedrewrite açıkken bazı sınırlamaları vardır, SSL uyarısı, temel sayfa gibi, örneğin web tarayıcınızın vekil ayarlarında bu web sunucu listelenemez. Bunun boş sayfaları önlemek için sadece geçici bir çözüm olduğunu aklınızda tutun, en iyi yöntem SSLMITM'dir

source: The headers can be easily spoofed in order to fake the request origin by setting the X-Forwarded-For header. If you have the "usexforwardedfor" option enabled, you may want to specify the IPs from which this kind of header is allowed, such as another upstream proxy server for instance If you want authorize multiple IPs, specify each one on an individual xforwardedforfilterip line.
tr_tr: X-Forwarded-For başlığını ayarlayarak istemciyi kandırmak amacıyla başlıklar kolayca değiştirilebilir. Eğer "usexforwardedfor" seçeneğini açtıysanız, bu tür başlıklara izin verilen IP adreslerini listelemek isteyebilirsiniz, örneğin başka bir vekil sunucu gibi. Örneğin, birden fazla IP adresine izin vermek isterseniz, her birini ayrı xforwardedforfilterip satırında belirtin.

source: The interval between log status entries when proxy is not responding minimum is proxytimeout - maximum 3600 (= 1 hour) default = 600 (= 10 mins)
tr_tr: Vekilin cevap vermediği durumlarda log durum satırları arasındaki zaman aralığını belirler, en az proxytimeout - en fazla 3600 (= 1 saat) öndeğer = 600 (= 10 dakika)

source: The keepalive directive causes ping-like messages to be sent back and forth over the link so that each side knows when the other side has gone down. If for example "10 120", ping every 10 seconds, assume that remote peer is down if no ping received during a 120 second time period.
tr_tr: Canlı tutma ayarı her iki tarafın da karşı tarafın çalışıp çalışmadığını bilmesi için hat üzerinden ping benzeri mesajların gönderilmesini sağlar. Örneğin, "10 120" her 10 saniyede bir ping gönderilmesi ve 120 saniyede cevap alınmazsa karşı tarafın koptuğunun varsayılmasını ayarlar.

source: The maximum number of concurrently connected clients we want to allow.
tr_tr: Bir anda izin verilecek istemci sayısının üst sınırını ayarlar.

source: The maximum number of connections we will handle at once. Any further connections will be dropped. Keep in mind that a number of 10 also means that 10 viruscanner can run at once.
tr_tr: Bir defada yönetilecek bağlantı sayısının üst değerini belirler. Bunun üzerindeki bağlantılar düşürülecektir. 10 değerinin aynı zaman 10 virüs tarama süreci anlamına geldiğini unutmayın.

source: The number of KB's there must be free before processing any mail. If there is less than this amount, p3scan will terminate any connections until the problem is resolved. default: 100MB
tr_tr: Tarama işlemine başlamadan önce diskte bulunması gereken boş KB miktarıdır. Bu değerden daha az boş alan varsa sorun giderilene kadar p3scan bağlantılara izin vermeyecektir. öndeğer: 100MB

source: The options below protect your system against Denial of Service attacks using archive bombs. Files in archives larger than this limit won't be scanned. Value of 0 disables the limit. Default: 10M
tr_tr: Aşağıdaki seçenekler sisteminizi arşiv bombaları yoluyla DoS saldırılarına karşı korur. Bu sınır değerden daha büyük arşiv dosyaları taranmaz. 0 değeri sınırı kaldırır. Öndeğer: 10M

source: The persist options will try to avoid accessing certain resources on restart that may no longer be accessible because of the privilege downgrade.
tr_tr: Kalıcılık seçenekleri öncelik düşürme nedeniyle tekrar başlatmada ulaşılamaz olabilecek belli kaynaklara girişi önlemeye çalışır.

source: The strategy used for options in the default sshd_config shipped with OpenSSH is to specify options with their default value where possible, but leave them commented. Uncommented options change a default value.
tr_tr: OpenSSH ile gelen yapılandırma dosyası seçenekleri öndeğerlerinde bırakıp kapatma strajesini uygular. Açılan seçenekler öndeğeri değiştirir.

source: There are 3 possible modes of operation: 0 = off = do not use the weighted phrase feature. 1 = on, normal = normal weighted phrase operation. 2 = on, singular = each weighted phrase found only counts once on a page.
tr_tr: Mümkün olan 3 çalışma kipi bulunur: 0 = off = ağırlıklı tümce özelliğini kullanmaz. 1 = on, normal = normal ağırlıklı tümce kipi. 2 = on, singular = sayfada bulunan her ağırlıklı tümce sadece bir defa sayılır.

source: These are keywords to match in alert messages. If alerts contain such words, the IP in that alert will be blocked.
tr_tr: Bunlar uyarı mesajlarında eşleştirilecek anahtar kelimelerdir. Eğer uyarılarda bu kelimeler bulunursa uyarıda geçen IP adresi engellenecektir.

source: This button creates a new web filter group identical to the active group.
tr_tr: Bu tuş geçerli olan grubun aynı özelliklerine sahip yeni bir elek grubu yaratır.

source: This is in seconds. If 'violations' occur in 'threshold' seconds, then a notification is made. If this is set to 0, then whenever the set number of violations are made a notifaction will be sent.
tr_tr: Birimi saniyedir. İhlaller eşik değer süresinde oluşursa uyarı verilir. 0 ise ayarlanmış ihlal sayısına ulaşıldığında uyarı gönderilir.

source: This is only used if you use a content scanner plugin such as AV This is the max size of file that E2 will download and cache in RAM. After this limit is reached it will cache to disk. This value must be less than or equal to maxcontentfilecachescansize. The size is in Kibibytes - eg 10240 = 10Mb use 0 to set it to maxcontentfilecachescansize This option may be ignored by the configured download manager.
tr_tr: Sadece virüs taraması gibi içerik tarayıcılar kullanıyorsanız geçerlidir E2'nin indirip RAM'de önbellekleyeceği dosya boyutunun üst sınırıdır. Bu sınır aşılırsa diske önbellek alınır. Bu değer maxcontentfilecachescansize ayarına eşit veya daha az olmalıdır. Boyut birimi Kibibayt'tır, örneğin 10240 = 10Mb maxcontentfilecachescansize değerine ayarlamak için 0 kullanın Bu seçenek kullanılan indirme yöneticisi tarafından gözardı edilebilir.

source: This is only used if you use a content scanner plugin such as AV. This is the max size file that E2 will download so that it can be scanned or virus checked. This value must be greater or equal to maxcontentramcachescansize. The size is in Kibibytes - eg 10240 = 10Mb
tr_tr: Sadece virüs taraması gibi içerik tarayıcılar kullanıyorsanız geçerlidir E2'nin indirip tarama ya da virüs kontrolünden geçireceği dosya boyutunun üst sınırıdır. Bu değer maxcontentramcachescansize ayarına eşit veya daha fazla olmalıdır. Boyut birimi Kibibayt'tır, örneğin 10240 = 10Mb

source: This is the DNS server internal clients use. The default is the internal IP address of the system.
tr_tr: Bu iç ağdaki istemcilerin kullandığı DNS sunucudur. Öndeğer sistemin iç arayüz IP adresidir.

source: This is the address of your web server to which the cgi e2guardian reporting script was copied. Only used in reporting levels 1 and 2. This webserver must be either: 1. Non-proxied. Either a machine on the local network, or listed as an exception in your browser's proxy configuration. 2. Added to the exceptionsitelist. Option 1 is preferable; this option is only for users using both transparent proxying and a non-local server to host this script. Individual filter groups can override this setting in their own configuration.
tr_tr: Bu e2guardian cgi betiğinin bulunduğu web sunucunuzun adresidir. Sadece 1 ve 2 seviyesindeki raporlamada kullanılır. Web sunucu aşağıdakilerden birine uygun olarak ayarlanmalıdır: 1. Vekil kullanmamalıdır. İç ağdaki bir makine olmalı veya tarayıcınızın vekil yapılandırmasındaki beyazlisteye girilmelidir. 2. Site beyazlistesine eklenmelidir. Birinci seçenek tercih edilir; bu seçenek sadece geçirgen vekil kullanan ve yerel olmayan bir sunucuda betiği çalıştıran kullanıcılar içindir. Her elek grubunda bu ayar değiştirilebilir.

source: This is the gateway internal clients use to reach the external network. The default is the internal IP address of the system.
tr_tr: Bu iç ağdaki istemcilerin dış ağa ulaşmak için kullandıkları geçit ayarıdır. Öndeğer sistemin iç arayüz IP adresidir.

source: This is the list of interfaces DHCP server listens and distributes IP leases. Here you should add the interface(s) to start the DHCP server for.
tr_tr: Bu DHCP sunucunun dinleyip IP kiralarını dağıttığı arayüzlerin listesidir. Buradan DHCP sunucunun başlatılacağı arayüzleri eklemelisiniz.

source: This is the maximum number of threads, i.e. concurrent connections. If more connections are made, connections will queue until a worker thread is free. On large sites you might want to increase this number, e.g. 5000 (max value 20000).
tr_tr: Bu en yüksek işlem parçacığı, yani eş zamanlı bağlantı sayısıdır. Bundan daha fazla bağlantı yapılırsa, bir parçacık boşa çıkana kadar bağlantılar kuyruğa alınır. Büyük yerlerde bu sayıyı artırmak isteyebilirsiniz, örneğin 5000 (üst sınır 20000).

source: This is the number of seconds a browser connection is left waiting before being sent more *something* to keep it alive. The *something* depends on the download manager chosen. This may be ignored by the configured download manager.
tr_tr: Bu bekleyen web tarayıcı bağlantısını canlı tutmak amacıyla birşeyler göndermek için geçecek saniye cinsinden süredir. Gönderilecekler seçilen indirme yöneticisine bağlıdır. Bu ayar kullanılan indirme yöneticisi tarafından gözardı edilebilir.

source: This is the number of seconds a browser connection is left waiting before first being sent *something* to keep it alive. The *something* depends on the download manager chosen. Do not choose a value too low or normal web pages will be affected. A value between 20 and 110 would be sensible. This may be ignored by the configured download manager.
tr_tr: Bu bekleyen web tarayıcı bağlantısını canlı tutmak amacıyla ilk defa birşeyler göndermek için geçecek saniye cinsinden süredir. Gönderilecekler seçilen indirme yöneticisine bağlıdır. Çok düşük bir değer seçerseniz normal web sayfaları etkilenebilir. 20 ile 110 arası bir değer uygundur. Bu ayar kullanılan indirme yöneticisi tarafından gözardı edilebilir.

source: This is the priority in the alerts. Alerts at this severity and up will be used to block IPs.
tr_tr: Bu uyarıların öncelik numarasıdır. Bu öncelik ve yukarısındaki uyarılar IP adreslerini engellemek için kullanılır.

source: This option determines whether members of this group have their web access unfiltered, filtered, or banned. This mechanism replaces the "banneduserlist" and "exceptionuserlist" files from previous versions. 0 = banned 1 = filtered 2 = unfiltered (exception) Only filter groups with a mode of 1 need to define phrase, URL, site, extension, mimetype and PICS lists; in other modes, these options are ignored to conserve memory. Defaults to 0 if unspecified. Unauthenticated users are treated as being in the first filter group.
tr_tr: Grup üyelerinin web girişlerinin elekten geçirilme, geçirilmeme veya yasaklanma ayarıdır. Bu düzenek daha önceki sürümlerin "banneduserlist" ve "exceptionuserlist" dosyalarının yerine kullanılır. 0 = yasaklı 1 = elekten geçirilir 2 = elekten geçirilmez (ayrıcalıklıdır) Sadece 1 olarak ayarlanan grupların tümce, URL, site, uzantı, mime türü ve PICS listelerinin tanımlanması gerekir; bellek harcamamak için diğer kiplerde bu seçenekler gözardı edilir. Tanımlanmadıysa 0 öndeğeri geçerlidir. Kimliği doğrulanmayan kullanıcılar birinci elek grubundan kabul edilir.

source: This option enables scanning of Microsoft Office document macros. Default: enabled
tr_tr: Bu seçenek Microsoft Ofis belge makrolarının taranmasını açar. Öndeğer: açık

source: This option enables support for Google Safe Browsing. When activated for the first time, freshclam will download a new database file (safebrowsing.cvd) which will be automatically loaded by clamd and clamscan during the next reload, provided that the heuristic phishing detection is turned on. This database includes information about websites that may be phishing sites or possible sources of malware. When using this option, it's mandatory to run freshclam at least every 30 minutes. Default: disabled
tr_tr: Bu seçenek Google Güvenli Gezinme desteğini açar. İlk etkinleştirildiğinde freshclam yeni bir veritabanı dosyası indirecektir (safebrowsing.cvd), heuristic bilgi casusluğu algılama açıksa bu dosya bir sonraki tekrar yükleme sırasında clamd ve clamscan tarafından otomatik olarak yüklenecektir. Bu veritabanı bilgi casusluğu veya olası kötü yazılım kaynağı olan web siteleri ile ilgili bilgi içerir. Bu seçeneği kullanırken freshclam'i en azından 30 dakikalık sıklıkla çalıştırmak zorunludur. Öndeğer: kapalı

source: This option only applies to pages blocked by weighted phrase filtering. Defines the minimum score that must be accumulated within a particular category in order for it to show up on the block pages' category list. All categories under which the page scores positively will be logged; those that were not displayed to the user appear in brackets. -1 = display only the highest scoring category 0 = display all categories (default) > 0 = minimum score for a category to be displayed
tr_tr: Bu seçenek sadece ağılıklı tümce eleği tarafından engellenen sayfalara uygulanır. Engelleme sayfasındaki sınıflandırma listesinde yer alması için belli bir sınıflandırmada birikmiş olması gereken en düşük puan değeridir. Sayfanın artı puan ürettiği her sınıflandırma kaydedilir; kullanıcıya gösterilmeyenler parantez içine alınır. -1 = sadece en yüksek puan toplayan sınıflandırmayı gösterir 0 = tüm sınıflandırmaları gösterir (öndeğer) > 0 = sınıflandırmanın gösterilmesi için gerekli olan en düşük değerdir

source: This preprocessor performs IP defragmentation. This plugin will also detect people launching fragmentation attacks (usually DoS) against hosts. Maximum number of frag trackers that may be active at once.
tr_tr: Bu önişleyici IP birleştirme yapar. Ayrıca bilgisayarlara parçalama saldırısı (genellikle DoS) yapanları algılamaya yarar. Bir anda etkin olan parça takip edici sayısının üst sınırıdır.

source: This provides a link on the denied page to bypass the ban for a few minutes. To be secure it uses a random hashed secret generated at daemon startup. You define the number of seconds the bypass will function for before the deny will appear again. To allow the link on the denied page to appear you will need to edit the template.html or e2guardian.pl file for your language. 300 = enable for 5 minutes 0 = disable ( defaults to 0 ) -1 = enable but you require a separate program/CGI to generate a valid link
tr_tr: Bu ayar engelleme sayfasında yasağın birkaç dakikalığına atlanabileceği bir köprü sağlar. Güvenli olması için program başlarken üretilen rastgele bir parola kullanılır. Engelleme tekrar görünene kadar kaç saniye geçeceğini buradan tanımlayın. Engelleme sayfasındaki köprüyü template.html veya e2guardian.pl dosyasını değiştirerek etkinleştirebilirsiniz. 300 = 5 dakikalığına etkinleştirir 0 = kapalı (0'ı öndeğer kabul eder) -1 = geçerli bir köprü üretmek için ayrı bir program veya CGI'a ihtiyaç vardır

source: This shows the active configuration for this page. Use this form to change the active configuration.
tr_tr: Bu sayfa için geçerli olan ayarlardır. Bu formu etkin ayarları değiştirmek için kullanın.

source: This shows the active group for this page. Use this form to change the active group.
tr_tr: Bu sayfa için geçerli olan gruptur. Bu formu etkin grubu değiştirmek için kullanın.

source: This will send a notification, if usesmtp is on, based on thresholds below
tr_tr: Eğer usesmtp açıksa aşağıdaki eşik değerlere göre uyarı gönderilir

source: This will send a notification, if usesmtp/notifyav is on, any time an infection is found. Important: If this option is off, viruses will still be recorded like a content infection.
tr_tr: Eğer usesmtp ve notifyav açıksa, virüs her bulunduğunda bir uyarı gönderilir. Önemli: Bu seçenek kapalıysa virüsler yine de içerik virüsü olarak kaydedilecektir.

source: Total of block extensions cannot be higher than this value.
tr_tr: Engelleme uzatmalarının toplamı bu değerden fazla olamaz.

source: Try to preserve some state across restarts.
tr_tr: Tekrar başlatmalardan sonra bazı durumları korumaya çalışır.

source: Turn on debugging.
tr_tr: Hata ayıklamayı açar.

source: Use Bayesian classifier (default: 1)
tr_tr: Bayes sınıflandırıcıyı kullanır. (öndeğer: 1)

source: Use CA cert (and key) to sign forged certs.
tr_tr: Üretilen sertifikaları imzalamak için bu CA sertifikasını (ve anahtarı) kullan.

source: Use CA key (and cert) to sign forged certs.
tr_tr: Üretilen sertifikaları imzalamak için bu CA anahtarı (ve sertifikayı) kullan.

source: Use DNS to verify virus database version. Freshclam uses DNS TXT records to verify database and software versions. With this directive you can change the database verification domain. Default: enabled, pointing to current.cvd.clamav.net
tr_tr: Virüs veritabanı sürümünü doğrulamak için DNS kullanır. Freshclam veritabanı ve yazılım sürümlerini doğrulamak için DNS TXT kayıtlarını kullanır. Bu kuralı kullanarak veritabanı doğrulama alan adını değiştirebilirsiniz. Öndeğer: açıktır ve current.cvd.clamav.net alan adını kullanır
