Repository: sonertari/UTMFW
Catalog: src/View/locale/*/LC_MESSAGES/utmfw__.po
Languages: nl_nl, tr_tr

source: Set session timeout
nl_nl: Instellen sessie time-out
tr_tr: Oturum zaman aşımını ayarla

source: Set startup if
nl_nl: Instellen opstart verbinding
tr_tr: Başlatma arayüzünü ayarla

source: Set startup ifs
nl_nl: Instellen opstart verbindingen
tr_tr: Başlatma arayüzlerini ayarla

source: Set status check interval
tr_tr: Durum kontrol aralığını ayarla

source: Set symon conf
nl_nl: Instellen symon configuratie
tr_tr: Symon yapılandırmasını ayarla

source: Set symon cpus
nl_nl: Instellen symon processoren
tr_tr: Symon işlemcilerini ayarla

source: Set symon ifs
nl_nl: Instellen symon verbindingen
tr_tr: Symon arayüzlerini ayarla

source: Set symon partitions
nl_nl: Instellen symon partities
tr_tr: Symon disk bölümlerini ayarla

source: Set symon sensors
nl_nl: Instellen symon sensoren
tr_tr: Symon sensörlerini ayarla

source: Set sync MFS
tr_tr: MFS kaydetmeyi ayarla

source: Set system clock
nl_nl: Instellen systeem klok
tr_tr: Sistem saatini ayarla

source: Set system gateway
nl_nl: Instellen systeem gateway
tr_tr: Sistem ağ geçidini ayarla

source: Set system hostname
nl_nl: Instellen systeem naam
tr_tr: Sistem adını ayarla

source: Set system nameserver
nl_nl: Instellen systeem nameserver
tr_tr: Sistem ad sunucusunu ayarla

source: Set template ips
tr_tr: Kalıp IP adreslerini ayarla

source: Set use SSH
tr_tr: SSH kullanımını ayarla

source: Set user password
nl_nl: Instellen gebruikers wachtwoord
tr_tr: Kullanıcı parolasını ayarla

source: Source
tr_tr: Kaynak

source: Spanish
tr_tr: İspanyolca

source: Start
tr_tr: Başlangıç

source: Start instance
tr_tr: Süreci başlat

source: State
tr_tr: Durum

source: State Creations
tr_tr: Yaratılan Durum

source: States
tr_tr: Durumlar

source: Statistics
tr_tr: İstatistikler

source: Stop
tr_tr: Durdur

source: Stop instance
tr_tr: Süreci durdur

source: String wrong
nl_nl: Fout in de string
tr_tr: Dizi hatalı

source: Subcat wrong
tr_tr: Alt sınıf yanlış

source: System and ping gateway addresses do not match
tr_tr: Sistem ve ping ağ geçit adresleri uyuşmuyor

source: System has no gateway
tr_tr: Sistemin ağ geçidi yok

source: System is starting up...
tr_tr: Sistem başlıyor...

source: System restart
nl_nl: Systeem herstart
tr_tr: Sistem tekrar başlatma

source: System shutdown
nl_nl: Systeem uitschakelen
tr_tr: Sistem kapatma

source: Tail number wrong
tr_tr: Kuyruk sayısı yanlış

source: Test rules
tr_tr: Kuralları test et

source: The process is taking too long, thus will run in the background.
nl_nl: Het proces duurt te lang, daarom wordt het in de achtergrond voortgezet.
tr_tr: Sürecin işlemesi uzun zaman aldığından arka planda çalıştırılacaktır.

source: Timed out running command
tr_tr: Komut zaman aşımına uğradı

source: Too many args
tr_tr: Argüman sayısı fazla

source: Turkish
nl_nl: Turks
tr_tr: Türkçe

source: Turn off cats
nl_nl: Uitzetten categoriën
tr_tr: Sınıfları kapat

source: Turn off service
nl_nl: Uitzetten service
tr_tr: Servisleri kapat

source: Turn on cats
nl_nl: Aanzetten van categoriën
tr_tr: Sınıfları aç

source: Turn on service
nl_nl: Aanzetten van een service
tr_tr: Servisleri aç

source: Unblock IPs
nl_nl: Ongedaan maken blokkade IP adressen
tr_tr: IP adreslerin engellemesini kaldır

source: Unblock all
nl_nl: Ongedaan maken alle blokkade's
tr_tr: Tüm engellemeleri kaldır

source: Unconfigure an interface
tr_tr: Arayüzünün yapılandırmasını kaldır

source: Unexpected elements
tr_tr: Beklenmeyen elemanlar

source: Unknown
nl_nl: Onbekend
tr_tr: Bilinmeyen

source: Unsupported command
tr_tr: Desteklenmeyen komut

source: Unsupported interface configuration
nl_nl: Niet ondersteunde interface configuratie
tr_tr: Desteklenmeyen arayüz yapılandırması

source: Update mail aliases
nl_nl: Ververs mail aliassen
tr_tr: Posta adresi adlarını güncelle

source: Update user
tr_tr: Kullanıcıyı güncelle

source: Url wrong
nl_nl: Fout in de URL
tr_tr: Url hatalı

source: Validation Error
tr_tr: Doğrulama Hatası

source: View not in Models
tr_tr: View Modeller arasında bulunamadı

source: Web Filter IP range wrong
nl_nl: Fout in de Web Filter IP reeks
tr_tr: Web Eleği IP aralığı hatalı

source: White and black list entries should not be identical
tr_tr: Beyaz ve kara liste öğeleri aynı olamaz

source: Will not load rules with errors
tr_tr: Hatalı kurallar yüklenmez

source: Will not test rules with errors
tr_tr: Hatalı kurallar test edilmez

source: Won't delete database.clamav.net entry.
tr_tr: database.clamav.net öğesi silinemez.

source: You cannot delete system IP address
tr_tr: Sistem IP adresini silemezsiniz

source: h
tr_tr: s

source: min
tr_tr: dak

source: running
tr_tr: çalışıyor

source: sec
tr_tr: sn

source: stopped
tr_tr: durdu

source: unconfigured
tr_tr: yapılandırılmamış

source: Active States
nl_nl: Aktieve Statussen

source: Add HTTP proxy IP:port
nl_nl: Toevoegen HTTP proxy IP:poort

source: Add filter group IP
nl_nl: Nieuw filter group voor IP aanmaken

source: Check authentication
nl_nl: Kontroleer authenticatie

source: Delete HTTP proxy IP:port
nl_nl: Verwijder HTTP proxy IP:port

source: Delete PF allowed
nl_nl: Verwijder PF toegestaan

source: Delete PF restricted
nl_nl: Verwijder PF beperkt

source: Delete filter group IP
nl_nl: Verwijder filter groep IP

source: Get DNS forwarders
nl_nl: Opvragen DNS forwarders

source: Get HTTP proxy IP:port
nl_nl: Opvragen HTTP proxy IP:poort

source: Get PF allowed
nl_nl: Opvragen PF toegestaan

source: Get PF restricted
nl_nl: Opvragen PF beperkt

source: Get group ip list
nl_nl: Opvragen group ip lijst

source: Get pfw commandwrapper -conntest
nl_nl: Opvragen pfw hulp commando -conntest

source: Get pfw commandwrapper -info
nl_nl: Opvragen pfw hulp commando -info

source: Get pfw commandwrapper -log
nl_nl: Opvragen pfw hulp commando -log

source: Get pfw commandwrapper -pfinfo
nl_nl: Opvragen pfw hulp commando -pfinfo

source: Get pfw commandwrapper -pfmem
nl_nl: Opvragen pfw hulp commando -pfmem

source: Get pfw commandwrapper -pfstates
nl_nl: Opvragen pfw hulp commando -pfstates

source: Get pfw commandwrapper -queues
nl_nl: Opvragen pfw hulp commando -queues

source: Get pfw packetfilter -i
nl_nl: Opvragen pfw packetfilter -i

source: Get pfw packetfilter -r
nl_nl: Opvragen pfw packetfilter -r

source: Get pfw packetfilter -t
nl_nl: Opvragen pfw packetfilter -t

source: Get source file CVS tag
nl_nl: Opvragen bronbestand CVS tag

source: Gets line count
nl_nl: Opvragen aantal regels van logbestand

source: Horizontal
nl_nl: Horizontaal

source: Restart
nl_nl: Herstart

source: Set DNS forwarders
nl_nl: Instellen DNS forwarders

source: Set PF allowed
nl_nl: Instellen PF allowed

source: Set PF restricted
nl_nl: Instellen PF restricted

source: Set webalizer hostname
nl_nl: Instellen webalizer systeemnaam

source: Start OpenVPN process
nl_nl: Start OpenVPN proces

source: Stop OpenVPN instance
nl_nl: Stop OpenVPN proces

source: Stop Snort instance
nl_nl: Stop Snort proces

source: total
nl_nl: totaal
