Repository: sonertari/UTMFW
Catalog: src/View/locale/*/LC_MESSAGES/utmfw_HELPBOX.po
Languages: fr_fr, nl_nl, tr_tr

source: Changes to system configuration should be applied system-wide. <b>If you modify basic or network settings, you are advised to use this button.</b> Internal and external physical interface names are obtained from packet filter configuration, i.e. int_if and ext_if macros.
fr_fr: Les changements de la configuration du système devraient être appliqués au système entier. <b>Si vous modifiez des paramètres de base ou réseau, il est conseillé d'utiliser ce bouton.</b> Les noms des interfaces physiques internes et externes sont obtenues depuis la configuration du filtrage de paquet, i.e. les macros int_if et ext_if.
nl_nl: Wijzigingen aan de systeem configuratie moeten systeem-wijd ingesteld worden. <b>Als u basis of netwerk instellingen wijzigt, is het raadzaam om deze knop te gebruiken.</b> Interne en externe fysieke netwerk verbindingsnamen worden afgeleid uit de packet filter configuratie, bijv. int_if en ext_if macros.
tr_tr: Sistem ayarlarındaki değişiklikler sistemin geneline uygulanmalıdır. <b>Temel ve ağ ayarlarını değiştirirseniz, bu tuşu kullanmanız tavsiye edilir.</b> İç ve dış fiziksel ağ adları paket eleği ayarlarından elde edilir: int_if ve ext_if makroları.

source: Definition of after hours can be set here. If you modify any of these definitions, you should click the Apply button. Note that when you enable Business Days or Holidays, the related rules will become active according to these definitions. If you don't want to use the after hours feature of UTMFW, make sure these definitions are disabled. Business hours configuration is meaningful only for business days.
nl_nl: De definitie van 'buiten kantoortijden' kan hier ingevuld worden. Als één van deze definities gewijzigd wordt, moet op de 'Apply' knop geklikt worden. Let op: Als u de 'Werkdagen' of 'Vakanties' aanzet, worden de gerelateerde regels aktief volgens deze definities. Als U de 'buiten kantoortijden' feature van UTMFW niet gebruiken wilt, moet U deze definities uitschakelen. Kantoortijden instellingen zijn alleen zinvol voor werkdagen.
tr_tr: Mesai sonrası tanımı buradan ayarlanabilir. Bu tanımlardan herhangi birini değiştirirseniz Uygula tuşuna tıklamalısınız. İş veya Tatil günlerini açarsanız ilgili kurallar buradaki tanımlara göre etkin hale gelecektir. UTMFW'un mesai sonrası özelliğini kullanmak istemiyorsanız, bu tanımların kapalı olduğundan emin olun. İş saatleri ayarı sadece iş günleri için geçerlidir.

source: Here you can change the web administration interface passwords for admin and user. Passwords should have at least 8 alphanumeric characters. Admin can change the user password without knowing the current user password. But if you forget the admin password, you should login to the system as root and run the following on the command line to set the password to soner123: <code>/usr/bin/chpass -a "admin:$(/usr/bin/encrypt `/bin/echo -n soner123 | sha1 -`):1000:1000::0:0:UTMFW admin:/home/admin:/bin/ksh"</code>
tr_tr: Buradan admin ve user kullanıcılarının web arayüzü parolasını değiştirebilirsiniz. Parolalarda toplam en az 8 harf veya rakam olmalıdır. Admin kullanıcısı user kullanıcısının mevcut parolasını bilmiyor olsa da değiştirebilir. Ama admin parolasını unutursanız, sisteme root olarak girip aşağıdaki komutu çalıştırarak parolayı soner123'e ayarlayabilirsiniz: <code>/usr/bin/chpass -a "admin:$(/usr/bin/encrypt `/bin/echo -n soner123 | sha1 -`):1000:1000::0:0:UTMFW admin:/home/admin:/bin/ksh"</code>

source: Here you can reinitialize, hence erase all accumulated data in graph source files. This may be necessary if these files are corrupted and you cannot see any graphs displayed, such as when the system clock is set to a very distant time.
fr_fr: Ici vous pouvez réinitialiser, et donc d'effacer toutes les données accumulées dans les fichiers source des graphes. Ceci peut être nécessaire si ces fichiers sont corrompus et que vous ne pouvez voir aucun graphe, comme quand l'horloge système est fortement désynchronisée.
nl_nl: Hier kunt U de grafieken opnieuw initialiseren. Hierdoor raakt U alle verzamelde data in de grafieken kwijt. Dit kan noodzakelijk zijn als deze grafieken corrupt zijn geraakt, en geen grafiek meer wordt weergegeven. Dit kan bijvoorbeeld komen doordat de systeemklok grote sprongen heeft gemaakt.
tr_tr: Buradan grafik kaynak dosyalarında birikmiş bütün veriyi sıfırlayabilirsiniz. Bu dosyalar bozulmuşsa ve grafikler hiçbir veri göstermiyorsa bu gerekli olabilir. Bu durum sistem saati çok uzak bir zamana ayarlandığında oluşabilir.

source: Here you can rotate all log files manually. Note that this action forcefully rotates all log files irrespective of the configuration displayed on this page. Normally this should not be necessary.
fr_fr: Ici vous pouvez faire tourner tous les fichiers de logs manuellement. Notez que cette action force la rotation de tous les fichiers de logs, sans respecter de la configuration affichée sur cette page. Ceci ne devrait normalement pas être nécessaire.
nl_nl: Hier kunt U alle logbestanden handmatig roteren. Dit wordt geforceerd, onafhankelijk van de instellingen op deze pagina. Normaal gesproken is dit niet noodzakelijk om te doen.
tr_tr: Buradan bütün kayıt dosyalarını elle döndürebilirsiniz. Bu işlemin bu sayfadaki ayarlardan bağımsız olarak bütün kayıt dosyalarını döndüreceğini unutmayın. Normalde bu işlem gerekli olmamalıdır.

source: If enabled, authentication pages are forced to use secure connections. Make sure you have a working SSL setup in the web server configuration, otherwise you cannot even log in to the web user interface. It is advised to use secure HTTP.
tr_tr: Bu ayar açıksa parola giriş sayfaları sadece şifreli bağlantı kullanır. Web sunucusunda doğru çalışan bir SSL ayarı olduğundan emin olun, aksi taktirde bu ayar nedeniyle web arayüzüne giriş yapamazsınız. Güvenli HTTP kullanmanız tavsiye edilir.

source: If you modify network configuration, you can use this button to restart the network.
fr_fr: Si vous modifiez la configuration réseau, vous pouvez utiliser ce bouton pour redémarrer le réseau.
nl_nl: Als U de netwerk instellingen wijzigt, kunt U deze knop gebruiken om het netwerk te herstarten.
tr_tr: Ağ yapılandırmasını değiştirirseniz, bu tuşu kullanarak ağı tekrar başlatabilirsiniz.

source: Inline anchor rules can be nested. It is advised to limit the number of nesting allowed. Parsing and validation stop at this many number of nesting.
tr_tr: Satıriçi çapa kuralları içiçe olabilir. Bu içiçe çapa sayısının sınırlanması tavsiye edilir. Bu ayardaki içiçe çapa sayısına ulaşıldığında kural işleme ve doğrulama işlemleri durur.

source: Network interfaces are listed here. You can configure an interface as dhcp or inet. Changes made here do not take effect until you restart the network or reboot the system.
fr_fr: Les interfaces réseaux sont listées ici. Vous pouvez configurer une interface en dhcp ou inet. Les changements effectués ici ne prendront effet qu'une fois que vous aurez redémarré le réseau ou le système.
nl_nl: Hier worden de netwerk verbindingen getoond. U kunt een verbinding als dhcp of als inet definieëren. Wijzigingen hebben geen effect, totdat het netwerk of het systeem geherstart worden.
tr_tr: Burada ağ arayüzleri listelenmektedir. Arayüzleri dhcp veya inet olarak ayarlayabilirsiniz. Burada yaptığınız değişiklikler ağı veya sistemi tekrar başlatana kadar geçerli olmazlar.

source: Pfctl commands are executed in a separate process, which returns pfctl output in a message. Parent process times out waiting for an output message after this many seconds. This approach is necessary in case pfctl is stuck or taking too long (and it is in certain cases). <b>Setting this timeout to 0 may fail the execution of all pfctl commands, effectively disabling rule tests.<b>
tr_tr: Pfctl komutları ayrı bir süreç içinde çalıştırılır ve çıktıları bir mesaj ile geri iletilir. Ana süreç bu ayarla belirlenen saniye cinsinden süre kadar bu mesajı bekler. Bu yöntem pfctl'in takıldığı veya çok uzun süre aldığı durumlarda gereklidir (böyle durumlar olduğu görülmüştür). <b>Bu zaman aşımını 0'a ayarlarsanız tüm pfctl komutları başarısız olabilir; bu da kural testlerini devredışı bırakır.<b>

source: Privileged IPs have access to more services than other IPs, such as instant messaging and file sharing. Normally, the ports of such services should remain blocked for users who do not need them.
fr_fr: Les IPs privilégiées ont accès a plus de services que les autres IPs, comme la messagerie instantanée et le partage de fichiers. Normalement, les ports de ces services devraient rester fermés pour les utilisateurs qui n'en n'ont pas l'utilité.
nl_nl: Bevoorrechte IP adressen hebben toegang tot meer diensten dan andere IP adressen, zoals bijvoorbeeld instant messenging of file sharing. Normaal gesproken zouden de poorten voor deze diensten gesloten moeten blijven voor mensen die deze diensten niet gebruiken.
tr_tr: Öncelikli IP'ler diğerlerinden daha fazla servisi kullanma hakkına sahiptirler, örneğin mesajlaşma ve dosya paylaşımı gibi. Normalde bu servislerin kapıları ihtiyacı olmayan kullanıcılara kapalı olmalıdır.

source: This button allows you to <b>manually</b> enable or disable after hours rules. Note that the rules are activated or deactivated immediately, irrespective of the after hours definitions below. For example, you can use this button to shutdown after hours rules in case of an emergency.
nl_nl: Deze knop stelt U in staan om <b>handmatig</b> 'buiten kantoortijden' in of uit te schakelen. Let op: deze regels worden direct aktief of gedeactiveerd, onafhankelijk van de 'buiten kantoortijden' definities hieronder. U kunt dit gebruiken om bijvoorbeeld 'buiten kantoortijden' uit te zetten in geval van een noodgeval.
tr_tr: Bu tuş mesai sonrası kurallarını <b>elle</b> açıp kapamanıza yarar. Buradaki mesai sonrası tanımlarından bağımsız olarak kuralların hemen etkin hale geleceğini veya devre dışı kalacağını unutmayın. Örneğin, acil bir durumda mesai sonrası kurallarını devre dışı bırakmak için bu tuşu kullanabilirsiniz.

source: This button allows you to delete all the statistics and uncompressed log files created by this user interface. Note that deleting these files does not mean that accumulated statistics are lost forever. <b>Original log files under /var/log folder are not affected by this action</b> either. These files will be recreated, and statistics will be recollected, the next time you access Statistics or Logs pages.
fr_fr: Ce bouton vous permet de supprimer toutes les statistiques ainsi que les fichiers de logs non compressés créés par cette interface utilisateur. Notez que supprimer ces fichiers ne signifie pas que les statistiques accumulées sont perdues pour toujours. <b>Les fichiers de logs originaux situés dans le répertoire /var/log ne sont pas affectés</b>. Ces fichiers seront recréés et les statistiques seront régénérées la prochaine fois que vous accéderez aux pages de logs ou de statistiques.
nl_nl: Deze knop stelt U in staat om alle statistieken en ongecomprimeerde logbestanden die geassocieerd zijn met deze beheerders pagina te verwijderen. Let op dat dit niet betekent dat alle historische verzamelde statistieken verloren gaan. <b>De originele logbestanden te vinden in de /var/log map worden niet verwijderd</b>. De bestanden worden opnieuw aangemaakt, zodra U de 'Statistieken' of 'Logbestanden' pagina's weer bezoekt.
tr_tr: Bu tuş sayesinde arayüz tarafından yaratılan istatistik ve açılmış kayıt dosyalarının hepsini silebilirsiniz. Bu dosyaları silmenin birikmiş istatistiklerin geri alınmaz şekilde kaybolduğu anlamına gelmediğini unutmayın. Ayrıca <b>/var/log dizini altındaki asıl dosyalar bu işlemden etkilenmezler</b>. İstatistik ve kayıt sayfalarına bir sonraki girişinizde bu dosyalar tekrar yaratılıp istatistikler tekrar toplanacaktır.

source: This is the default gateway used by the system to reach the Internet, and may have been assigned dynamically. You can make your gateway configuration static or dynamic. If you make dynamic, static gateway file will be deleted. If you make static, it will be recreated with the current default gateway.
fr_fr: Ceci est la passerelle par défaut utilisée par le système pour accéder à internet, et peut être assignée dynamiquement. Si vous l'assignez dynamiquement, le fichier de la passerelle statique sera supprimé. Si vous l'assignez de manière statique, il sera recréé avec la valeur courante de la passerelle par défaut.
nl_nl: Dit is de standaard gateway voor het systeem om het Internet te bereiken, en kan dynamisch toegewezen worden. U kunt de gateway configuratie statisch of dynamisch maken. Als U het dynamisch maakt, zal de statische gateway instellingen bestand verwijderd worden. Als U het statisch maakt, zal het opnieuw aangemaakt worden met de huidige standaard gateway.
tr_tr: Bu, sistemin İnternet'e ulaşmak için kullandığı ağ geçididir, ve dinamik olarak atanmış olabilir. Ağ geçidi ayarını sabit veya dinamik yapabilirsiniz. Dinamik yaparsanız sabit ağ geçidi dosyası silinecektir. Sabit yaparsanız bu dosya mevcut varsayılan ağ geçidi kullanılarak tekrar yaratılacaktır.

source: This is the default language for the WUI.
fr_fr: Ceci est le langage par défaut pour la WUI
tr_tr: Bu web arayüzünün öntanımlı dilidir.

source: This is the default refresh value in seconds for pages which reload periodically, such as Live pages for logs and statistics. The new value takes effect only for newly created sessions. Note that logging out of the web user interface does not erase your session values.
fr_fr: Ceci est la valeur par défaut de rafraichissement en secondes pour les pages qui sont rechargés périodiquement, comme les pages de logs et de statistiques. La nouvelle valeur ne prendra effet que pour les nouvelles sessions. Notez que se déconnecter de l'interface web ne détruit pas les valeurs de votre session.
nl_nl: Dit is de standaard ververs waarde in seconden voor pagina's die zichzelf regelmatig verversen, zoals de 'Live' pagina's voor logbestanden en statistieken. De nieuwe waarde wordt pas aktief voor nieuw gecreëerde sessies. Let op dat uitloggen van de beheers pagina's uw sessie waardes niet verwijderd.
tr_tr: Bu düzenli aralıklarla yeniden yükleyen sayfalar için saniye cinsinden yenileme değeridir, örneğin kayıt ve istatistik Canlı sayfaları gibi. Yeni değer yeni yaratılan oturumlar için geçerlidir. Web arayüzünden çıkış yapmanızın oturum değerlerinizi silmediğini unutmayınız.

source: This is the log level for the utmfw web interface. Logs at this level and up will be recorded in WUI and Controller log files. This setting does not effect other services.
tr_tr: Bu ayar utmfw web arayüzünün kayıt seviyesini belirler. Bu seviye ve üzerindeki kayıtlar WUI ve Controller kayıt dosyalarına kaydedilir. Bu ayar diğer servisleri etkilemez.

source: This is the name server used by the system. You can use the DNS server on the system, i.e. enter 127.0.0.1 here.
fr_fr: Ceci est le serveur de noms utilisé par le système. Vous pouvez utiliser le serveur DNS présent sur le système, i.e. entrez 127.0.0.1 ici.
nl_nl: Dit is de name server die gebruikt wordt door het systeem. U kunt de DNS server op het systeem gebruiken, vul hiervoor 127.0.0.1 in.
tr_tr: Bu sistem tarafından kullanılan DNS sunucudur. Sistemin kendi DNS sunucusunu kullanabilirsiniz, yani buraya 127.0.0.1 girebilirsiniz.

source: This is the opposite of Privileged IPs. You can enter IP ranges as well, e.g. 192.168.1.0/24.
nl_nl: Dit is het tegengestelde van Bevoorrechte IP adressen. U kunt IP reeksen gebruiken, bijvoorbeeld 192.168.1.0/24.
tr_tr: Bu Öncelikli IP'lerin tersidir. IP aralığı da girebilirsiniz, örneğin 192.168.1.0/24.

source: This is the system name. If you change the hostname, use automatic configuration button to apply it system-wide, and reboot the system.
fr_fr: Ceci est le nom du système. Si vous changez le nom d'hôte, utilisez le bouton de configuration automatique pour appliquer les changements et redémarrer le système.
nl_nl: Dit is de systeem naam. Als U deze wijzigt, gebruik dan de 'automatische configuratie' knop om dit systeem breed in te stellen, en herstart het systeem.
tr_tr: Bu sistem adıdır. Sistem adını değiştiriseniz, otomatik yapılandırma tuşu ile bunu sistemin geneline uygulayıp sistemi tekrar başlatın.

source: This is the time interval in seconds to check module statuses for displaying.
tr_tr: Bu modül durumlarını göstermek için saniye cinsinden kontrol aralığıdır.

source: This setting allows you to choose the method used while running the controller. Controller commands can be executed using either of the following two methods: (1) Executing the controller directly on the command line or (2) Openning an SSH connection to the system and calling the controller over this secure channel.
tr_tr: Bu ayar sayesinde controller'ın çalıştırılacağı yöntemi seçebilirsiniz.Controller komutları iki yöntemden birini kullanarak çalıştırılabilir: (1) Controller'ı doğrudan komut satırında çalıştırarak veya (2) Sisteme bir SSH bağlantısı açıp controller'ı bu güvenli kanal üzerinden çalıştırarak.

source: This setting enables or disables help boxes, such as this one and the help window at the bottom. Disabling help boxes does not disable error or warning help windows.
fr_fr: Ce paramètre active ou déactive les boites d'aide, comme celle-ci ainsi que les fenêtres d'aide en bas. Désactiver les boites d'aides ne désactive pas les fenêtres d'erreurs ou d'avertissements.
nl_nl: Deze instelling schakelt de help panelen zoals deze of het help paneel onderaan in of uit. Het uitschakelen van de help panelen schakelt de foutmelding of help vensters niet uit.
tr_tr: Bu ayar sayesinde bunun ve sayfanın sonundaki gibi yardım pencerelerini açıp kapatabilirsiniz. Yardım pencerelerini kapatmak hata veya uyarı pencerelerini devredışı bırakmaz.

source: UTMFW sends warning and information messages to its system administrator. Here you can type in your own e-mail address.
fr_fr: UTMFW envoie des messages d'avertissements et d'informations a son administrateur. Ici vous pouvez saisir votre adresse email.
nl_nl: UTMFW verstuurt waarschuwings en informatieve meldingen naar zijn systeem beheerder. Hier kunt U uw eigen email adres invullen
tr_tr: UTMFW sistem yöneticisine uyarı ve bilgi mesajları gönderir. Buraya kendi e-posta adresinizi yazabilirsiniz.

source: User sessions expire after an idle period defined by this value. The unit is in seconds. You cannot set a value less than 10 seconds.
fr_fr: Les sessions des utilisateurs expirent après un temps d'inactivité défini par cette valeur. L'unité est en secondes. Vous ne pouvez pas fixer une valeur inférieure à 10 secondes.
nl_nl: Gebruikers sessies verlopen na een inaktieve periode, de tijd hiervoor kunt U hier instellen. U kunt geen waarde van minder dan 10 seconden instellen.
tr_tr: Kullanıcı oturumu burada tanımlanan boş geçen süreden sonra sonlandırılır. Birimi saniyedir. 10 saniyeden daha kısa bir süre tanımlamanıza izin verilmez.

source: Usually the network time daemon adjusts the system clock according to Internet time servers gradually. But if the clock is too out of sync with the time servers, you are advised to set the system clock to Internet time manually. You can use your own time server if you like.
fr_fr: Habituellement le service de temps réseau ajuste l'horloge système par rapport aux serveurs de temps sur internet progressivement. Mais si l'horloge est trop désynchronisée par rapport aux serveurs de temps, il vous est conseillé de fixer l'horloge manuellement au temps internet. Vous pouvez utiliser votre propre serveur de temps si vous le désirez.
nl_nl: Normaal gesproken zal de netwerk tijd daemon de systeem klok in kleine stapjes aanpassen aan de Internet tijd servers. Maar als het tijdverschil te groot is, kunt U het beste de systeem klok handmatig instellen. U kunt uw eigen tijd server gebruiken als U wilt.
tr_tr: Normalde ağ zaman programı İnternet zaman sunucularını kullanarak sistem saatini kademeli olarak ayarlar. Ancak, saat zaman sunuculardan çok uzak bir değerdeyse, sistem saatini İnternet zamanına elle ayarlamanız tavsiye edilir. İsterseniz kendi zaman sunucunuzu kullanabilirsiniz.

source: You can modify the hosts file here. Format of a hosts entry is: IP hostname alias [alias [...]]
fr_fr: Vous pouvez modifier le fichier hosts ici. Le format d'une entrée host est IP nomhôte alias [alias [...]]
nl_nl: U kunt het 'hosts' bestand hier aanpassen. Het formaat van een 'hosts' ingang is: IP hostnaam alias [alias [...]]
tr_tr: Hosts dosyasını buradan değiştirebilirsiniz. Öğelerin biçimi şöyledir: IP sistem-adı takma-ad [takma-ad [...]]

source: You can set the system clock here. Format is day.month.year-hour:minute. <b>You must be very careful when setting the system clock, significant hops in system time may cause system malfunction.</b>
fr_fr: Vous pouvez fixer l'horloge système ici. Le format est jour.mois.année-heure:minute. <b>Vous devez faire attention quand vous fixez l'horloge système, de gros décalages du temps système peuvent causer des défaillances système.</b>
nl_nl: U kunt de systeem klok hier instellen. Het formaat is dag.maand.jaar-uur:minuut. <b>U moet hier erg voorzichtig zijn met het instellen van de systeem klok, grote sprongen in systeem tijd kan ervoor zorgen dat het systeem niet langer werkt.</b>
tr_tr: Buradan sistem saatini ayarlayabilirsiniz. Biçimi gün.ay.yıl-saat:dakika şeklindedir. <b>Sistem saatini ayarlarken çok dikkatli olmalısınız, sistem zamanındaki önemli atlamalar sistem arızasına neden olabilir.</b>

source: Here you can change the web administration interface passwords for admin and user. Passwords should have at least 8 alphanumeric characters.
fr_fr: Ici vous pouvez changer les mots de passe pour l'admin et les utilisateurs de l'interface web d'administration. Les mots de passe devraient comprendre au minimum 8 caractères alphanumériques.
nl_nl: Hier kunt U de beheerspagina wachtwoorden voor admin en gebruiken wijzigen. Wachtwoorden dienen tenminste 8 alfanummerieke tekens te hebben.

source: Here you can enable or disable the Packet Filter. Note that most services depend on packet filter being enabled.
nl_nl: Hier kunt U het Packet Filter in- of uitschakelen. Let op: de meeste diensten zijn afhankelijk van het packet filter!

source: This is the log level for the UTMFW web interface. Logs at this level and up will be recorded in WUI and CTLR log files. This setting does not effect other services.
fr_fr: Ceci est le niveau de log pour l'interface web de UTMFW. Les logs de ce niveau et des niveaux supérieurs seront enregistrés dans les fichiers de log WUI et CTLR. Ce paramètre n'affecte pas les autres services.
nl_nl: Dit is het logniveau voor de UTMFW beheer pagina's. Berichten op dit en hoger niveau zullen in WUIC en CTLR logbestanden gelogt worden. Deze instelling heeft geen invloed op andere diensten.

source: You can restart or stop the system using these buttons.
fr_fr: Vous pouvez redémarrer ou arrêter le système en utilisant ces boutons.
nl_nl: U kunt het systeem met deze knoppen herstarten, of stoppen.
