Repository: sonertari/UTMFW
Catalog: src/View/locale/*/LC_MESSAGES/utmfw_HELPWINDOW.po
Languages: tr_tr

source: <b>Make sure you have applied your changes to network settings system-wide using automatic configuration button.</b> If you change the IP address of the network interface over which you are connected to this web user interface, and use the network restart button on this page, do not forget to change the URL on your web browser accordingly. It is not advised to configure the internal interface as dhcp.
tr_tr: <b>Otomatik yapılandırma tuşunu kullanarak ağ ayarlarını sistem geneline uygulayın.</b> Web arayüzüne bağlandığınız ağ arayüzünün IP adresini değiştirerek ağı tekrar başlatırsanız web tarayıcınızın adres çubuğundaki URL'yi buna göre değiştirmeyi unutmayın. İç ağ arayüzünü dhcp olarak yapılandırmanız tavsiye edilmez.

source: ACL gives you fine-grained control over who can access the IM proxy.
tr_tr: ACL kullanarak Mesajlaşma vekiline girişleri daha detaylı ayarlayabilirsiniz.

source: All monitoring processes write to the same log file.
tr_tr: Bütün gözlemleme süreçleri aynı dosyaya kaydeder.

source: Although this is called a 'blacklist', the categories can be used as white or grey lists also. Being listed does not infer that the site is bad, these are just lists of sites.
tr_tr: Sınıf listeleri 'karaliste' olarak adlandırılsa da beyaz veya griliste olarak kullanılabilrler. Listede bulunan siteler mutlaka kötü site değildir, bunlar sadece site listeleridir.

source: Among the web filter log messages are page denials, virus scan results, denial bypasses or exceptions.
tr_tr: Web eleği kayıtları arasında engellemeler, virüs tarama sonuçları, engelleme kestirmeleri ve istisnaları bulabilirsiniz.

source: An important setting may be the rewrite header which is used on the subject line of an e-mail identified as spam. Note that spam identification is a guess based on statistical calculations, hence there may be false positives.
tr_tr: Önemli ayarlardan biri spam olarak belirlenen e-postanın konu başlığının değiştirilmesidir. Spam taraması istatistik hesaplamalar üzerinden yapılan bir tahmindir, bu nedenle yanlış alarmlar olabileceğini unutmayın.

source: Arp table lists the active IP addresses in the network.
tr_tr: Arp tablosu ağdaki aktif IP adresleri listeler.

source: Buttons on this page should help you apply the new configuration system-wide when you change certain system settings or hardware. The web user interface stores statistics under /var/tmp/utmfw folder. The statistics are updated incrementally when new messages are appended to log files. When user selects a compressed log file for viewing or statistics, its uncompressed copy is saved under the same folder also. This strategy greatly improves the performance of Statistics and Logs pages, and enables other features of the web user interface. Since these statistics and uncompressed log files may take up a lot of disk space, you are advised to keep your /var partition as large as possible.
tr_tr: Bu sayfadaki tuşlar sistem ayarlarını veya donanımını değiştirdiğinizde yeni ayarları sistemin geneline uygulamanıza yardımcı olur. Web arayüzü istatistik dosyaları /var/tmp/utmfw dizini altında saklar. İstatistikler kayıt dosyalarına eklenen yeni mesajlar ile aşamalı olarak güncellenir. Kullanıcı sıkıştırılmış bir kayıt dosyasını incelemek veya istatistik için seçtiğinde, dosyanın açılmış kopyası aynı dizin altına kaydedilir. Bu yöntem sayesinde İstatistik ve Kayıt sayfaları oldukça hızlı çalışır, ve web arayüzünün bazı özellikleri desteklenir. Bu istatistik ve açılmış kayıt dosyaları geniş yer kaplayabileceğinden /var disk bölümünü olabildiğince geniş tutmanız tavsiye edilir.

source: By default, Clamd accepts virus scan requests from processes running on the system only, such as the web filter. Default settings should be suitable for most purposes.
tr_tr: Clamd web eleği gibi sadece sistem üzerinde çalışan süreçlerden gelen bağlantıları kabul eder. Ayarların öndeğerleri çoğu amaç için yeterlidir.

source: By default, FTP proxy logs connections but not all connection details.
tr_tr: Varsayılan olarak FTP vekil tüm detaylar olmasa da bağlantıların hepsini kaydeder.

source: By default, a simple DNS configuration is provided; only one forwarders is configured, which you can modify on this page. There are no zone records defined, and caching is disabled. However, you can obtain a full-featured DNS server by modifying configuration files.
tr_tr: Öndeğer olarak basit bir DNS yapılandırması sağlanmıştır; sadece bir adet yönlendirme ayarı yapılmıştır ve bu sayfadan değiştirilebilir. Zone kayıtları yapılmamıştır ve önbellek kullanılmamaktadır. Ancak yapılandırma dosyalarını değiştirerek DNS sunucunun tüm özelliklerini kullanabilirsiniz.

source: Categories in Weightedlist are blocked according to the sum of assigned weights to each phrase.
tr_tr: Ağırlıklı listedeki sınıflar her tümceye atanmış ağırlıkların toplamına göre engellenir.

source: Category
tr_tr: Sınıf

source: Clamd logs virus scan results, virus database checks, and database reloads.
tr_tr: Clamd virüs tarama sonuçları, virüs veritabanı kontrolleri ve veritabanı yüklemelerini kaydeder.

source: DHCP dynamic configuration is used by clients in the internal network to obtain an IP address and network settings.
tr_tr: DHCP dinamik yapılandırması iç ağdaki istemciler tarafından IP adresi ve ağ ayarlarını edinmek için kullanılır.

source: DHCP server logs the details of communications with DHCP clients.
tr_tr: DHCP sunucu DHCP istemcileri ile olan iletişimin detaylarını kaydeder.

source: DHCP server supports both dynamic dhcp and bootp protocols. Dynamic leases can be monitored on this page.
tr_tr: DHCP sunucu hem dinamik dhcp hem de bootp protokollerini destekler. Dinamik kiralanan IP adresleri bu sayfadan izlenebilir.

source: DNS server logs all name lookups. You should see many requests from the system itself along with those from internal clients.
tr_tr: DNS sunucu tüm ad aramalarını kaydeder. İç ağdaki istemciler yanında sistemin kendisinden gelen pekçok istek görebilirsiniz.

source: Description
tr_tr: Açıklama

source: Detailed results of spam content scans are recorded by SpamAssassin, such as spam scores and their reasons.
tr_tr: SpamAssassin spam içerik tarama sonuçlarının detaylarını kaydeder, örneğin spam puanları ve nedenleri gibi.

source: Download Manager is responsible for downloading the content requested. The mime types it manages are in Enabled list. Other mime types are handled by the user's browser. During download, Fancy Download Manager reports the progress via a progress bar and status information.
tr_tr: İndirme Yöneticisi istenen içeriği indirmekten sorumludur. Yönettiği mime türleri Açık listesindedir. Diğer mime türleri ise kullanıcının tarayıcısı tarafından indirilir. İndirme sırasında Fancy İndirme Yöneticisi süreci bir gelişim çubuğu ve durum bilgisi ile rapor eder.

source: Download Manager is responsible for downloading the files requested. The file extensions it manages are in Enabled list. Other files extensions are handled by the user's browser. During download, Fancy Download Manager reports the progress via a progress bar and status information.
tr_tr: İndirme Yöneticisi istenen dosyaları indirmekten sorumludur. Yönettiği dosya türleri Açık listesindedir. Diğer dosya türleri ise kullanıcının tarayıcısı tarafından indirilir. İndirme sırasında Fancy İndirme Yöneticisi süreci bir gelişim çubuğu ve durum bilgisi ile rapor eder.

source: Fancy download manager is designed to provide download status to the user via a progress bar and text information. Therefore, it expects a web browser as user agent by default. Otherwise, downloads are handled by the default download manager.
tr_tr: Fancy indirme yöneticisi kullanıcıya indirme durumunu bir gelişim çubuğu ve metin bilgi ile bilgilendirecek şekilde tasarlanmıştır. Bu nedenle istemci olarak bir web tarayıcı bekler. Aksi taktirde indirmeler varsayılan indirme yöneticisi tarafından yönetilir.

source: Files with extensions in the Whitelist are not scanned for viruses.
tr_tr: Beyazlistedeki dosya uzantıları virüs taramasından geçirilmez.

source: Files with mime types in the Whitelist are not scanned for viruses.
tr_tr: Beyazlistedeki mime türleri virüs taramasından geçirilmez.

source: Freshclam logs details of each virus update session. Version warnings may not be critical as mentioned in the logs as well.
tr_tr: Freshclam virüs güncelleme oturumlarının detaylarını kaydeder. Sürüm uyarıları kayıtlarda da belirtildiği gibi pek kritik değildir.

source: Graphs on this web user interface are generated by these monitoring processes. Settings of these software are handled by automatic configuration.
tr_tr: Web arayüzündeki grafikler gözlemleme süreçleri tarafından üretilmektedir. Bu yazılımlar otomatik yapılandırma tarafından ayarlanır.

source: Group users are allowed unrestricted access to Whitelisted sites or urls. Whitelisted entries are not checked for viruses either. Therefore, Whitelist should be used with caution. In contrast to Whitelist, Greylisted entries are checked for viruses. If possible, Greylist should be preferred over Whitelist. Access to blacklisted entries is denied.
tr_tr: Grup kullanıcılarının Beyazlistelenmiş site ve url'lere sınırsız giriş hakkı bulunur. Bu nedenle, Beyazliste dikkatli kullanılmalıdır. Beyazlistenin tersine, Griliste öğeleri virüs taramasından geçirilir. Mümkünse Griliste Beyazlisteye tercih edilmelidir. Karalistelenmiş öğelere giriş engellenir.

source: Group users can download files with extensions not in the Blacklist only. If you are having problems downloading files with some extensions, you may need to disable that file type from Blacklist. If the problem persists, you may need to disable the appropriate mime type on the Mimes configuration page too.
tr_tr: Grup kullanıcıları sadece Karalistede bulunmayan dosyaları indirebilir. Bazı dosya türlerini indirmekte sorun yaşıyorsanız o dosya türünü Karalisteden çıkarmalısınız. Sorun devam ederse ilgili mime türünü Mime yapılandırma sayfasından açmanız da gerekebilir.

source: Group users can download files with mime types not in the Blacklist only. If you are having problems downloading files, you may need to disable the file's mime type from the BlackList. If the problem persists, you may need to disable the appropriate file extension on the Extensions configuration page too.
tr_tr: Grup kullanıcıları sadece Karalistede bulunmayan mime türlerini indirebilir. Bazı dosya türlerini indirmekte sorun yaşıyorsanız o dosyanın mime türünü Karalisteden çıkarmalısınız. Sorun devam ederse ilgili dosya uzantısını Uzantılar yapılandırma sayfasından açmanız da gerekebilir.

source: Groups are used to grant or revoke certain privileges to users, such as which web sites or file types to allow or deny. UTMFW comes with 4 predefined groups by default. However, the web filter is capable of having any number of user groups. Predefined groups and their basic features are as follows: Filter Group 1: <ul class='nomargin'><li class='nomargin'>All users not defined in other groups are considered in this group by default,</li><li class='nomargin'>Group members are allowed to browse the web according to group configuration,</li><li class='nomargin'>If not specifically disabled, all files are scanned for viruses.</li></ul> Filter Group 2: <ul class='nomargin'><li class='nomargin'>Members of this group have unrestricted access to the web,</li><li class='nomargin'>File downloads are not scanned for viruses.</li></ul> Filter Group 3: <ul class='nomargin'><li class='nomargin'>Members of this group are completely denied of any web access.</li></ul> Filter Group 4: <ul class='nomargin'><li class='nomargin'>Members of this group have more privileges than Group 1 members, because they can download files without any restrictions,</li><li class='nomargin'>Rest of the configuration for this group is similar to Group 1.</li></ul> You can add network users and IP or network addresses to groups. If there is another group with the same entry, it is deleted from that group first, i.e. a user can be a member of only one group. The format of ip ranges is Start IP address-End IP address, such as 192.168.1.1-192.168.1.253. And that of subnets is IP address/Subnet mask, such as 192.168.1.0/255.255.255.0. White and black lists give you other methods of allowing or denying certain users access to the web without needing to add them to any group. This web interface does not provide an option to delete filter groups. But you can always delete groups on the command line.
tr_tr: Gruplar kullanıcılara belli öncelikler vermek veya sınırlamak için kullanılır, örneğin web siteleri veya dosya türlerine izin vermek veya engellemek gibi. UTMFW'de öntanımlı 4 grup bulunur. Ancak web eleğinde istediğiniz kadar grup yaratabilirsiniz. Öntanımlı gruplar ve temel özellikleri aşağıdaki gibidir: Elek Grubu 1: <ul class='nomargin'><li class='nomargin'>Diğer gruplarda tanımlı olmayan tüm kullanıcıların bu grupta olduğu varsayılır,</li><li class='nomargin'>Grup yapılandırması uyarınca üyelerin web'e girme yetkisi vardır,</li><li class='nomargin'>Özellikle devredışı bırakılmadıysa tümdosyalar virüs taramasından geçirilir.</li></ul> Elek Grubu 2: <ul class='nomargin'><li class='nomargin'>Bu grup üyelerinin web'e sınırsız giriş yetkisi vardır,</li><li class='nomargin'>İndirilen dosyalar virüs taramasından geçirilmez.</li></ul> Elek Grubu 3: <ul class='nomargin'><li class='nomargin'>Bu grup üyelerinin web'e girmesi tamamen yasaktır.</li></ul> Elek Grubu 4: <ul class='nomargin'><li class='nomargin'>Bu grup üyelerinin birinci grup üyelerinden daha fazla yetkisi vardır, çünkü hiçbir sınırlama olmadan dosya indirebilirler,</li><li class='nomargin'>Bu grubun geri kalan yapılandırması birinci grupla aynıdır.</li></ul> Gruplara ağ kullanıcısı, IP ve ağ adresi ekleyebilirsiniz. Aynı öğeyi içeren başka bir grup varsa, öncelikle adres o gruptan silinir, yani bir kullanıcı sadece bir grubun üyesi olabilir. IP aralığı formatı Başlangıç IP adresi-Son IP adresi şeklindedir, örneğin 192.168.1.1-192.168.1.253. Ve altağ formatı IP adresi/altağ şablonu şeklindedir, örneğin 192.168.1.0/255.255.255.0. Beyaz ve kara listeler bazı kullanıcıları herhangi bir gruba atamadan web'e girişlerine izin vermenize veya engellemenize yarar. Elek gruplarını web arayüzünü kullanarak silemezsiniz. Grupları komut satırından silebilirsiniz.

source: Here are the definitions of a few terms used in the logs:<ul class='nomargin'><li class='nomargin'>Blocking a host means adding it to IPS pf table as blocked</li><li class='nomargin'>Unblocking means deleting a blocked host from the table</li><li class='nomargin'>Deblocking means adding a whitelisted host to the table</li><li class='nomargin'>Undeblocking means deleting a whitelisted host from the table</li></ul> Failure to block a host does not necessarily indicate an error; the host may be in the table already.
tr_tr: Kayıtlarda geçen bazı terimlerin tanımları aşağıdaki gibidir:<ul class='nomargin'><li class='nomargin'>Blocking host: adresi IPS pf tablosuna engellenmiş olarak eklemektir</li><li class='nomargin'>Unblocking: engellenmiş bir adresi tablodan silmektir</li><li class='nomargin'>Deblocking: beyazlistelenmiş bir adresi tabloya eklemektir</li><li class='nomargin'>Undeblocking: beyazlistelenmiş bir adresi tablodan silmektir</li></ul> Bir adresi engelleyememek mutlaka hata durumu anlamına gelmez; adres zaten tabloda olabilir.

source: Here you can enable or disable the Packet Filter. Note that most services depend on the packet filter being enabled.
tr_tr: Buradan Paket Eleğini açıp kapayabilirsiniz. Çoğu servisin paket eleğine bağlı çalıştığını unutmayın.

source: ICQ/AIM protocol does not support notice responses. Make sure only the relevant protocols are enabled.
tr_tr: ICQ/AIM protokolü uyarı cevaplarını desteklemez. Sadece gerekli protokollerin açık olduğundan emin olun.

source: IM logs are categorized by protocols. After you select the protocol, you need to select the local user. Local user sessions are further categorized by remote users connected. Finally, sessions with remote users are categorized by date. IM proxy can log group chats as well. You can find these logs under /var/log/imspector/.
tr_tr: MV kayıtları protokollere göre sınıflandırılır. Protokolden sonra yerel kullanıcıyı seçmelisiniz. Yerel kullanıcı oturumları bağlanılan uzak kullanıcılara göre sınıflandırılmıştır. Son olarak uzak kullanıcıyla oturumlar tarihlere göre sınıflandırılır. Mesajlaşma vekil grup konuşmalarını da kaydedebilir. Bu kayıtları /var/log/imspector/ dizini altında bulabilirsiniz.

source: IM proxy logs contain process errors and notices.
tr_tr: Mesajlaşma vekil kayıtları süreç hataları ve uyarılarını içerir.

source: IMSpector supports MSN, ICQ/AIM, Yahoo, and IRC protocols. IM Proxy can log all messages exchanged in text conversations.
tr_tr: IMSpector MSN, ICQ/AIM, Yahoo ve IRC protokollerini destekler. Mesajlaşma Vekili metin konuşmalarındaki tüm mesajları kaydedebilir.

source: IP and port configuration here are fundamental to the correct functioning of the web filter.
tr_tr: IP ve kapı yapılandırması web eleğinin doğru çalışması için çok önemlidir.

source: If an outgoing e-mail is determined to be infected or identified as spam, the client trying to send that e-mail is blocked from sending any e-mails for a period of time defined by lock duration. You can enter your e-mail address in report e-mail option.
tr_tr: Eğer bir e-posta virüslü ya da spam olarak belirlenirse göndermeye çalışan istemcinin e-posta göndermesi kilit süresi boyunca engellenir. Bildirim e-posta adresi olarak kendi adresinizi girebilirsiniz.

source: If you are not seeing as many number of lines as you were expecting, this may be because the log file has turned over and put in a compressed archive file. You can search the logs by entering keywords or extended regular expressions in Regexp box. Regular expressions are de-facto standard for text searching.
tr_tr: Beklediğiniz kadar satır görmüyorsanız kayıt dosyası döndürülmüş ve sıkıştırılmış bir arşiv dosyasına konmuş olabilir. Düzenli ifade kutusunu kullanarak anahtar kelime veya gelişmiş düzenli ifadelerle kayıtları aratabilirsiniz. Düzenli ifadeler metin aramada standart kabul edilir.

source: If you don't want to control access to a site completely, you can use URL lists to define finer access rights.
tr_tr: Bir sitenin tümüne girişi kontrol etmek istemiyorsanız daha detaylı giriş hakları tanımlamak için URL listelerini kullanabilirsiniz.

source: If your system has a multi-core CPU or more than one CPU, you can run the SMP kernel. If this page does not display multiple graphs, one for each CPU, after you switch to the SMP kernel, go to system configuration pages, apply automatic configuration, and reinitialize graph files.
tr_tr: Sisteminizde çok çekirdekli bir işlemci veya birden fazla işlemci varsa, SMP çekirdeği kullanabilirsiniz. Bu sayfa her işlemci için bir grafik göstermiyorsa, SMP çekirdeğe geçtiğinizde sistem yapılandırma sayfalarından otomatik yapılandırmayı çalıştırın ve grafik dosyalarını sıfırlayın.

source: In these manual pages, you can find extensive information about the system and services.
tr_tr: Kılavuz sayfalarından sistem ve servislerle ilgili kapsamlı bilgiye ulaşabilirsiniz.

source: Internal clients connect to FTP servers on the external network via this FTP proxy. Since FTP protocol makes use of ports other than the ftp ports, allowing requests to ftp ports only is not enough. You need to run an FTP proxy.
tr_tr: İç ağdaki kullanıcılar dışarıdaki FTP sunuculara FTP vekil aracılığıyla ulaşırlar. FTP protokolü ftp kapıları dışında başka kapıları da kullandığından ftp kapılarından geçişe izin verilmesi yeterli değildir. Bir FTP vekile ihtiyacınız vardır.

source: Log files are rotated according to two main criteria: size and time, whichever is reached first. When a log file is rotated, it is renamed and compressed, and a new one is opened for writing. <ul><li>Count is the maximum number of compressed log files to keep.</li><li>Size is the maximum file size. The log file will be rotated when its file size reaches this value. The unit is KB.</li><li>When defines the frequency interval of rotation. This is in hours. For example, 168 means once each week. This web user interface supports only interval format, not time format for this setting.</li></ul>Asterisk (*) means don't care. Note that log files contain very important information about system and network activity. Statistics are generated over these log files.
tr_tr: Kayıt dosyaları iki ana kıstas kullanılarak döndürülür: boyut ve süre, hangisine daha önce ulaşılırsa. Bir kayıt dosyası döndürülürken adı değiştirilir, sıkıştırılır ve yenisi kayıt için açılır. <ul><li>Sayı tutulacak en fazla sıkıştırılmış dosya sayısıdır.</li><li>Boyut en büyük dosya boyutudur. Kayıt dosyası dosya boyu bu değere ulaştığında döndürülecektir. Birimi KB'dır.</li><li>Zaman döndürmenin sıklığını tanımlar. Saat cinsindendir. Örneğin, 168 haftada bir demektir. Web arayüzü sadece zaman aralığı biçimini destekler, sabit zaman biçimi desteklenmez.</li></ul>Asterisk (*) kıstasın dikkate alınmamasını sağlar. Kayıt dosyalarının sistem ve ağ etkinliği ile ilgili çok önemli bilgiler içerdiğini unutmayın. İstatistikler bu kayıt dosyaları üzerinden üretilir.

source: Log keeping capacity of UTMFW is limited only by the size of the disks on your system. If you are not seeing as many number of lines as you were expecting, this may be because the log file has turned over and put in a compressed archive file. The default maximum number of archive files for most services is 100, and can be configured on the system configuration pages. Depending on how busy a service it is, this many log archives may mean months of logging in most cases. You can download the log files using the Download button. You can search the logs by entering keywords or extended regular expressions in Regexp box. Regular expressions are de-facto standard for text searching.
tr_tr: UTMFW'un kayıt tutma kapasitesi sadece sisteminizdeki disklerin boyutuyla sınırlıdır. Beklediğiniz kadar satır görmüyorsanız kayıt dosyası döndürülmüş ve sıkıştırılmış bir arşiv dosyasına konmuş olabilir. En fazla arşiv dosya sayısının öndeğeri çoğu servis için 100'dür, ve sistem yapılandırma sayfalarından değiştirilebilir. Servisin ne kadar yoğun çalıştığına bağlı olarak çoğu durumda bu kayıt arşivi sayısı aylarca tutulmuş kayıt anlamına gelebilir. Kayıt dosyalarını İndir tuşunu kullanarak indirebilirsiniz. Düzenli ifade kutusunu kullanarak anahtar kelime veya gelişmiş düzenli ifadelerle kayıtları aratabilirsiniz. Düzenli ifadeler metin aramada standart kabul edilir.

source: Loopback is a logical interface.
tr_tr: Döngü arayüzü mantıksal bir arayüzdür.

source: Mbufs indicate kernel memory management for networking.
tr_tr: Mbuf'lar çekirdeğin ağ yönetim belleğini gösterir.

source: Messages from all OpenVPN processes are recorded in the same log file.
tr_tr: Tüm OpenVPN süreçleri mesajlarını aynı kayıt dosyasına kaydeder.

source: New system hostname does not fully take effect until after reboot. Messages to the system administrator are directly transfered to the mail server hosting the e-mail address you have provided above. The remote mail server may consider e-mails sent from this system as spam, and move them into your spam or junk folder.
tr_tr: Yeni sistem adı yeniden başlatılana kadar tam olarak etki etmez. Sistem yöneticisine gönderilecek mesajlar yukarıda sağladığınız adresi tutan e-posta sunucusuna doğrudan iletilir. Uzaktaki e-posta sunucusu bu sistemden gönderilen e-postaları spam olarak kabul edip spam dizinine taşıyabilir.
